Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: Install
be: Усталяваць
cs: Instalovat
de: Installieren
el: Εγκατάσταση
es: Instalar
eu: Instalatu
fa: نصب
fi: Asenna
fur: Instale
gl: Instalar
he: התקנה
hi: स्थापित करें
hr: Instaliraj
hu: Telepítés
id: Pasang
ka: დაყენება
kk: Орнату
ko: 설치
lt: Įdiegti
nl: Installeren
pl: Zainstaluj
pt: Instalar
pt_br: Instalar
ro: Instalează
ru: Установить
sl: Namesti
sr: Инсталирај
sv: Installera
tr: Kur
uk: Встановити
uz: O'rnatish
zh_cn: 安装

source: Upgrade this extension
be: Абнавіць пашырэнне
ca: Actualitza aquesta extensió
cs: Aktualizovat toto rozšíření
da: Opgrader udvidelsen
de: Diese Erweiterung aktualisieren
el: Αναβάθμιση αυτής της επέκτασης
es: Actualizar esta extensión
eu: Bertsio berritu hedapen hau
fa: ارتقای این افزونه
fi: Päivitä tämä laajennus
fur: Inzorne cheste estension
fy: Dizze útwreiding opwurdearje
gl: Actualizar esta extensión
he: שדרוג ההרחבה הזו
hi: इस एक्सटेंशन को उन्नयन करें
hr: Nadopuni ovo proširenje
hu: Kiterjesztés frissítése
id: Tingkatkan ekstensi ini
it: Aggiorna questa estensione
ka: ამ გაფართოების განახლება
kk: Бұл кеңейтуді жаңғырту
ko: 이 확장 업그레이드
lt: Naujinti šį plėtinį
ms: Tatar sambungan ini
nl: Deze uitbreiding bijwerken
pl: Zaktualizuj to rozszerzenie
pt: Atualizar esta extensão
pt_br: Atualizar essa extensão
ro: Înnoiește această extensie
ru: Обновить это расширение
sk: Aktualizovať toto rozšírenie
sl: Posodobi razširitev
sr: Надогради ово проширење
sv: Uppgradera detta tillägg
tr: Bu uzantıyı yükselt
uk: Оновити це розширення
uz: Ushbu kengaytmani yangilang
zh_cn: 升级此扩展
zh_tw: 升級此擴充套件

source: Configure this extension
be: Наладзіць пашырэнне
ca: Configura aquesta extensió
cs: Nastavit toto rozšíření
da: Konfigurer udvidelsen
de: Diese Erweiterung konfigurieren
el: Ρύθμιση αυτής της επέκτασης
es: Configurar esta extensión
eu: Konfiguratu hedapen hau
fa: پیکربندی این افزونه
fi: Muokkaa laajennuksen asetuksia
fur: Configure cheste estension
fy: Dizze útwreiding konfigurearje
gl: Configurar esta extensión
he: הגדרת ההרחבה הזו
hi: इस एक्सटेंशन को विन्यस्त करें
hr: Prilagodi ovo proširenje
hu: Kiterjesztés beállítása
id: Konfigurasikan ekstensi ini
it: Configura questa estensione
ka: ამ გაფართოების მორგება
kk: Бұл кеңейтуді баптау
ko: 이 확장 설정
lt: Konfigūruoti šį plėtinį
ms: Konfigur sambungan ini
nl: Deze uitbreiding configureren
pl: Skonfiguruj to rozszerzenie
pt: Configurar esta extensão
pt_br: Configurar essa extensão
ro: Configurează această extensie
ru: Настроить это расширение
sk: Nastaviť toto rozšírenie
sl: Nastavi razširitev
sr: Подеси ово проширење
sv: Konfigurera detta tillägg
tr: Bu uzantıyı yapılandır
uk: Налаштувати це розширення
uz: Ushbu kengaytmani sozlang
zh_cn: 配置此扩展
zh_tw: 設定此擴充套件

source: Uninstall this extension
be: Выдаліць пашырэнне
ca: Desinstal·la aquesta extensió
cs: Odinstalovat toto rozšíření
da: Afinstaller udvidelsen
de: Diese Erweiterung deinstallieren
el: Απεγκατάσταση αυτής της επέκτασης
es: Desinstalar esta extensión
eu: Desinstalatu hedapen hau
fa: حذف نصب این افزونه
fi: Poista tämä laajennus
fur: Disinstale cheste estension
fy: Dizze útwreiding fuortsmite
gl: Desinstalar esta extensión
he: הסרת ההרחבה הזו
hi: इस एक्सटेंशन को अस्थापित करें
hr: Ukloni ovo proširenje
hu: Kiterjesztés eltávolítása
id: Copot ekstensi ini
it: Rimuovi questa estensione
ka: ამ გაფართოების წაშლა
kk: Бұл кеңейтуді өшіру
ko: 이 확장 제거
lt: Pašalinti šį plėtinį
ms: Nyahpasang sambungan ini
nl: Deze uitbreiding verwijderen
pl: Odinstaluj to rozszerzenie
pt: Desinstalar esta extensão
pt_br: Desinstalar essa extensão
ro: Dezinstalează această extensie
ru: Удалить это расширение
sk: Odinštalovať toto rozšírenie
sl: Odstrani razširitev
sr: Уклони ово проширење
sv: Avinstallera detta tillägg
tr: Bu uzantıyı kaldır
uk: Вилучити це розширення
uz: Kengaytmani olib tashlang
zh_cn: 卸载此扩展
zh_tw: 解除安裝此擴充套件

source: Extension Homepage
be: Старонка пашырэння
ca: Pàgina d'inici de la extensió
cs: Domovská stránka
da: Udvidelsens hjemmeside
de: Homepage der Erweiterung
el: Ιστοσελίδα επεκτάσεων
es: Página web de la extensión
eu: Hedapenaren orri nagusia
fa: صفحهٔ خانگی افزونه
fi: Laajennuksen sivusto
fur: Pagjine principâl de estension
fy: Webstee fan útwreiding
gl: Páxina web da extensión
he: דף הבית של ההרחבות
hi: एक्सटेंशन मुखपृष्ठ
hr: Web stranica proširenja
hu: Kiterjesztés honlapja
id: Halaman web ekstensi
it: Sito web dell'estensione
ka: გაფართოებების ვებგვერდის გახსნა
kk: Кеңейтудің үй беті
ko: 확장 홈페이지
lt: Plėtinio tinklalapis
ms: Laman Sesawang Sambungan
nl: Website van uitbreiding
pl: Strona rozszerzenia
pt: Página principal da extensão
pt_br: Site da extensão
ro: Pagina principală a extensiei
ru: Домашняя страница расширения
sk: Domovská stránka rozšírenia
sl: Spletna stran razširitev
sr: Матична страна проширења
sv: Webbsida för tillägg
tr: Uzantı Sayfası
uk: Домашня сторінка розширення
uz: Kengaytma bosh sahifasi
zh_cn: 插件主页
zh_tw: 擴充套件首頁

source: Session Mode(s)
be: Рэжым(ы) сеанса
de: Sitzungsart(en)
el: Λειτουργία(εις) συνεδρίας
es: Modo(s) de sesión
eu: Saioko modua(k)
fa: حالت(های) نشست
fur: Modalitât(s) de session
gl: Modo(s) de sesión
he: מצב הפעלה
hi: सत्र मोड
hr: Način rada seseije
hu: Munkamenetmódok
id: Mode Sesi
ka: სესიის რეჟიმები
kk: Сеанс режим(дер)і
ko: 세션 모드
lt: Seanso veiksena(-os)
nl: Sessiemodus
pl: Tryby sesji
pt: Modo(s) de sessão(ões)
pt_br: Modo(s) de sessão
ro: Mod(uri) de sesiune
ru: Режим(ы) сеанса
sl: Načini seje
sr: Режим(и) сесије
sv: Sessionsläge(n)
tr: Oturum Kip(ler)i
uk: Режими сеансу
uz: Seans rejim(lar)i
zh_cn: 会话模式

source: This extension will run while the screen is locked
be: Гэта пашырэнне будзе працаваць, калі экран заблакіраваны
cs: Toto rozšíření poběží při zamknuté obrazovce
de: Diese Erweiterung wird ausgeführt werden, während der Bildschirm gesperrt ist
el: Αυτή η επέκταση θα εκτελείται όσο η οθόνη είναι κλειδωμένη
es: Esta extensión se ejecutará mientras la pantalla está bloqueada
eu: Hedapen hau pantaila blokeatuta dagoen bitartean exekutatuko da
fa: این افزونه هنگام قفل بودن صفحه اجرا خواهد شد
fi: Tämä laajennus on käynnissä näytön ollessa lukittu
fur: Cheste estension no funzionarà intant che il schermi al sarà blocât
gl: Esta extensión executarase namentres a pantalla está bloqueada
he: הרחבה זו תפעל בזמן שהמסך נעול
hi: यह एक्सटेंशन स्क्रीन लॉक होने पर भी चलेगा
hr: Ovo proširenje će nastaviti raditi pri zaključanome zaslonu
hu: Ez a kiterjesztés futni fog, miközben a képernyő zárolva van
id: Ekstensi ini akan berjalan saat layar terkunci
ka: ეს გაფართოება ეკრანის დაბლოკვისას ეშვება
kk: Бұл кеңейту экран құлыптаулы болғанда жұмыс істейді
ko: 이 확장 기능은 화면을 잠근 동안에 동작합니다
lt: Šis plėtinys veiks esant užrakintam ekranui
nl: Deze uitbreiding zal uitgevoerd worden wanneer het scherm vergrendeld is
pl: To rozszerzenie będzie działało, kiedy ekran jest zablokowany
pt: Esta extensão será executada enquanto o ecrã estiver bloqueado
pt_br: Esta extensão será executada enquanto a tela estiver bloqueada
ro: Această extensie va rula în timp ce ecranul este blocat
ru: Это расширение будет работать, пока экран заблокирован
sl: Razširitev je zagnana tudi, ko je zaslon zaklenjen.
sr: Ово проширење ће радити док је екран закључан
sv: Detta tillägg kommer köras medan skärmen är låst
tr: Bu uzantı ekran kilitliyken çalışacaktır
uk: Це розширення буде працювати, коли екран заблоковано
uz: Ushbu kengaytma ekran qulflanganda ishlaydi
zh_cn: 该扩展将在屏幕锁定时运行

source: Unlock Dialog
be: Дыялогавае акно разблакіравання
de: Entsperren-Dialog
el: Διάλογος ξεκλειδώματος
es: Desbloquear diálogo
eu: Desblokeatu elkarrizketa-koadroa
fa: گفت‌وگوی قفل‌گشایی
fur: Sbloche dialic
gl: Diálogo de desbloqueo
he: שחרור דו־שיח
hi: संवाद अनलॉक करें
hr: Dijalog otključavanja
hu: Feloldási párbeszédablak
id: Buka Kunci Dialog
ka: განბლოკვის ფანჯარა
kk: Құлпын ашу сұхбат терезесі
ko: 대화 상자 잠금 해제
lt: Atrakinti dialogą
nl: Ontgrendelingsdialoogvenster
pl: Ekran blokady
pt: Desbloquear diálogo
pt_br: Desbloquear diálogo
ro: Deblochează dialogul
ru: Диалоговое окно разблокировки
sl: Pogovorno okno za odklep
sr: Прозорче откључавања
sv: Upplåsningsdialog
tr: Kilit Açma İletişim Penceresi
uk: Вікно розблокування
uz: Dialogni qulfdan chiqarish
zh_cn: 解锁对话框

source: Download
be: Спампаваць
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
eu: Deskargatu
fa: بارگیری
fi: Lataa
fur: Discjarie
fy: Delhelje
gl: Descargar
he: הורדה
hi: डाउनलोड
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ka: გადმოწერა
kk: Жүктеп алу
ko: 다운로드
lt: Atsisiųsti
ms: Muat Turun
nl: Downloaden
pl: Pobierz
pt: Transferir
pt_br: Baixar
ro: Descarcă
ru: Скачать
sk: Prevziať
sl: Prejmi
sr: Преузми
sv: Hämta
tr: İndir
uk: Завантажити
uz: Yuklash
zh_cn: 下载
zh_tw: 下載

source: Shell version…
be: Версія абалонкі…
ca: Versió del Shell…
cs: Verze Shellu…
da: Version af shell …
el: Έκδοση κελύφους…
es: Versión de la Shell…
eu: Shell bertsioa...
fa: نگارش پوسته…
fi: Shell-versio…
fur: Version de shell…
fy: Shell ferzje…
gl: Versión da Shell…
he: גרסת מעטפת…
hi: शैल संस्करण…
hr: Inačica ljuske…
hu: Shell verzió…
id: Versi Shell…
it: Versione Shell…
ka: გარსის ვერსია…
kk: Қоршам нұсқасы…
ko: 쉘 버전…
lt: Apvalkalo versija…
ms: Versi Shell…
nl: Shell-versie…
pl: Wersja powłoki…
pt: Versão de interface…
pt_br: Versão do shell…
ro: Versiune Shell…
ru: Версия оболочки…
sk: Verzia Shellu…
sl: Različica lupine …
sr: Издање шкољке…
tr: Kabuk sürümü…
uk: Версія Shell…
uz: Shell versiyasi…
zh_cn: Shell 版本…
zh_tw: Shell 版本…

source: Extension version…
be: Версія пашырэння…
ca: Versió de la extensió…
cs: Verze rozšíření…
da: Version af udvidelse …
de: Erweiterungs-Version …
el: Έκδοση επέκτασης…
es: Versión de la extensión…
eu: Hedapenaren bertsioa...
fa: نگارش افزونه…
fi: Laajennuksen versio…
fur: Version de estension…
fy: Útwreiding ferzje…
gl: Versión da extensión…
he: גרסת ההרחבה…
hi: एक्सटेंशन संस्करण…
hr: Inačica proširenja…
hu: Kiterjesztés verziója…
id: Versi Ekstensi…
it: Versione estensione…
ka: გაფართოების ვერსია…
kk: Кеңейту нұсқасы…
ko: 확장 버전…
lt: Plėtinio versija…
ms: Versi Sambungan…
nl: Uitbreidingsversie…
pl: Wersja rozszerzenia…
pt: Versão de extensão…
pt_br: Versão da extensão…
ro: Versiune extensie…
ru: Версия расширения…
sk: Verzia rozšírenia…
sl: Različica razširitve …
sr: Издање проширења…
sv: Version av tillägg…
tr: Uzantı sürümü…
uk: Версія розширення…
uz: Kengaytma versiyasi…
zh_cn: 扩展版本…
zh_tw: 擴充套件版本…

source: Search for extensions…
be: Пошук пашырэнняў…
ca: Cerca extensions…
cs: Hledat rozšíření…
da: Søg efter udvidelser …
de: Nach Erweiterungen suchen …
el: Αναζήτηση για επεκτάσεις…
es: Buscar extensiones…
eu: Bilatu hedapenak...
fa: جست‌وجو برای افزونه‌ها…
fi: Hae laajennuksia…
fur: Cîr estensions…
fy: Sykje om útwreidings…
gl: Buscar extensións…
he: חיפוש בין הרחבות…
hi: एक्सटेंशन खोजें…
hr: Pretraživanje proširenja…
hu: Kiterjesztések keresése…
id: Cari ekstensi…
it: Cerca estensioni…
ka: გაფართოებების ძებნა…
kk: Кеңейтулерді іздеу…
ko: 확장 검색…
lt: Ieškoti plėtinių…
ms: Gelintar sambungan…
nl: Zoeken naar uitbreidingen…
pl: Wyszukaj rozszerzenia…
pt: Procurar por extensões…
pt_br: Pesquisar por extensões…
ro: Caută extensii…
ru: Поиск расширений…
sk: Vyhľadajte rozšírenie…
sl: Preišči razširitve …
sr: Потражи проширења…
sv: Sök efter tillägg…
tr: Uzantı ara…
uk: Пошук розширень…
uz: Kengaytmalarni qidirish…
zh_cn: 搜索扩展…
zh_tw: 搜尋擴充套件…

source: Installed Extensions
be: Усталяваныя пашырэнні
ca: Extensions instal·lades
cs: Nainstalovaná rozšíření
da: Installerede udvidelser
de: Installierte Erweiterungen
el: Εγκατεστημένες επεκτάσεις
es: Extensiones instaladas
eu: Instalatutako hedapenak
fa: افزونه‌های نصب‌شده
fi: Asennetut laajennukset
fur: Estensions instaladis
fy: Ynstallearre Útwreidings
gl: Extensións instaladas
he: הרחבות מותקנות
hi: स्थापित एक्सटेंशन
hr: Instalirana proširenja
hu: Telepített kiterjesztések
id: Ekstensi Terpasang
it: Estensioni installate
ka: დაყენებული გაფართოებები
kk: Орнатылған кеңейтулер
ko: 설치한 확장
lt: Įdiegti plėtiniai
ms: Sambungan Terpasang
nl: Geïnstalleerde uitbreidingen
pl: Zainstalowane rozszerzenia
pt: Extensões instaladas
pt_br: Extensões instaladas
ro: Extensii instalate
ru: Установленные расширения
sk: Nainštalované rozšírenia
sl: Nameščene razširitve
sr: Инсталирана проширења
sv: Installerade tillägg
tr: Kurulu Uzantılar
uk: Встановлені розширення
uz: O'rnatilgan kengaytmalar yo'q
zh_cn: 已安装的扩展
zh_tw: 安裝的擴充套件

source: Shell settings
be: Налады абалонкі
ca: Paràmetres de Shell
cs: Nastavení Shellu
da: Shell-indstillinger
de: Shell-Einstellungen
el: Ρυθμίσεις κελύφους
es: Configuración de la Shell
eu: Shell ezarpenak
fa: تنظیمات پوسته
fi: Shell-asetukset
fur: Impostazions Shell
fy: Shell ynstellings
gl: Preferencias da Shell
he: הגדרות מעטפת
hi: शैल सेटिंग्स
hr: Postavke ljuske
hu: Shell beállítások
id: Pengaturan shell
it: Impostazioni Shell
ka: გარსის მორგება
kk: Қоршам баптаулары
ko: 쉘 설정
lt: Apvalkalo nustatymai
ms: Tetapan Shell
nl: Shell-instellingen
pl: Ustawienia powłoki
pt: Definições de interface
pt_br: Configurações do shell
ro: Configurări Shell
ru: Настройки оболочки
sk: Nastavenia Shellu
sl: Nastavitve lupine
sr: Поставке шкољке
sv: Shell-inställningar
tr: Kabuk ayarları
uk: Параметри Shell
uz: Shell sozlamalari
zh_cn: Shell 设置
zh_tw: Shell 設定

source: Upload extension
be: Запампаваць пашырэнне
cs: Nahrát rozšíření
eu: Kargatu hedapena
fa: بارگذاری افزونه
fi: Lähetä laajennus
he: העלאת הרחבה
hi: एक्सटेंशन अपलोड करें
hu: Kiterjesztés feltöltése
id: Unggah ekstensi
ka: გაფართოების ატვირთვა
kk: Кеңейтуді жүктеп салу
ko: 이 확장 업로드
lt: Įkelti plėtinį
nl: Uitbreiding uploaden
pt: Carregar extensão
pt_br: Enviar extensão
ro: Încarcă extensia
ru: Обновить расширение
sl: Naloži razširitev
sr: Отпреми проширење
sv: Skicka upp tillägg
tr: Uzantıyı yükle
uk: Вивантажити розширення
uz: Yuklashni taqiqlash
zh_cn: 上传扩展

source: Upload your extension Zip file to submit it for review. Later versions can be uploaded using the same form. Once your extension has been reviewed you will be notified of the result by e-mail.
be: Запампуйце файл Zip з пашырэннем, каб адправіць яго на разгляд. Больш познія версіі можна запампаваць праз тую ж форму. Апавяшчэнне з вынікам разгляду будзе адпраўлена на вашу электронную пошту.
cs: Nahrajte soubor Zip s rozšířením a odešlete jej ke kontrole. Pozdější verze lze nahrát pomocí stejného formuláře. Jakmile bude vaše rozšíření zkontrolováno, budete o výsledku informováni e-mailem.
eu: Kargatu zure hedapenaren ZIP fitxategia, berrikusia izan dadin. Etorkizuneko bertsioak modu berean igo daitezke. Zure hedapena berrikusi ondoren, posta elektronikoz emango dizugu horren berri.
fa: بارگذاری پروندهٔ Zip افزونه برای باربینی. نگارش‌های بعدی می‌توانند از طریق همین فرم بار گذاشته شوند. پس از بررسی افزونه‌تان از طریق رایانامه از نتیجه آگاه خواهید شد.
fi: Lähetä laajennuksesi zip-tiedosto saattaaksesi sen katselmointiin. Uudemmat versiot on mahdollista lähettää samaa lomaketta käyttäen. Kun laajennuksesi on katselmoitu, sinulle ilmoitetaan katselmoinnin tuloksesta sähköpostitse.
he: ניתן להעלות את קובץ ה־Zip עם ההרחבה שלך בתוכו לסקירה. גרסאות עדכניות יותר ניתן להעלות דרך אותו הטופס. לאחר סקירת ההרחבה שלך, תישלח אליך תוצאה בדוא״ל.
hi: समीक्षा के लिए सबमिट करने के लिए अपनी एक्सटेंशन Zip फ़ाइल अपलोड करें। बाद के संस्करण उसी प्रपत्र का उपयोग करके अपलोड किए जा सकते हैं। एक बार आपके एक्सटेंशन की समीक्षा हो जाने के बाद आपको परिणाम के बारे में ई-मेल द्वारा सूचित किया जाएगा।
hu: Töltse fel a kiterjesztés ZIP-fájlját a felülvizsgálatra való beküldéshez. A későbbi verziók ugyanezen űrlap használatával tölthetők fel. Amint a kiterjesztés felülvizsgálata megtörtént, e-mailben kap értesítést az eredményről.
id: Unggah berkas Zip ekstensi Anda untuk mengirimkannya lalu ditinjau. Versi yang lebih baru dapat diunggah menggunakan form yang sama. Setelah ekstensi Anda ditinjau, Anda akan diberitahu hasilnya melalui surel.
ka: ატვირთეთ თქვენი გაფართოების Zip ფაილი მისი მიმოხილვის დასაწყებად. უფრო ახალი ვერსიების ატვირთვა იგივე ფორმით ხდება. როცა თქვენი გაფართოების მიმოხილვა დასრულდება, ამის შესახებ ელფოსტაზე მოგწერთ.
kk: Кеңейтуіңізді тексеруге жіберу үшін Zip файлын жүктеп салыңыз. Кейінгі нұсқаларды да осы пішін арқылы жүктеп салуға болады. Кеңейтуіңіз тексерілгеннен кейін нәтижесі туралы электрондық пошта арқылы хабардар боласыз.
ko: 검토를 받으려면 확장 zip 파일을 업로드하여 제출하십시오. 이후 버전은 동일한 방식으로 업로드할 수 있습니다. 확장 검토가 끝나면 결과 알림을 전자메일로 받을 수 있습니다.
lt: Įkelkite savo plėtinio Zip failą jam pateikti peržiūrai. Vėlesnės versijos gali būti atnaujintos naudojant tą pačią formą. Kai jūsų plėtinys bus peržiūrėtas, jums bus pranešta el. paštu.
nl: Upload het zip-bestand van uw uitbreiding om het voor te leggen ter controle. Toekomstige versies kunnen via hetzelfde formulier geüpload worden. Wanneer uw uitbreiding gecontroleerd is, zult u een e-mail over het resultaat ontvangen.
pt: Carregue o ficheiro Zip da sua extensão para o submeter a revisão. As versões posteriores podem ser carregadas utilizando o mesmo formulário. Assim que a sua extensão for analisada, será notificado do resultado por correio eletrónico.
pt_br: Envie seu arquivo zip de extensão para submetê-la para revisão. Versões posteriores podem ser carregadas usando o mesmo formulário. Assim que sua extensão for analisada, você será notificado do resultado por e-mail.
ro: Încărcați fișierul Zip cu extensia pentru a-l trimite spre examinare. Versiunile ulterioare pot fi încărcate utilizând același formular. După ce extensia a fost examinată, veți fi înștiințat cu privire la rezultat prin email.
ru: Загрузите свое расширение в виде Zip-файла, чтобы отправить его на проверку. Последующие версии можно загружать, используя ту же форму. Как только ваше расширение будет рассмотрено, вы будете уведомлены о результате по электронной почте.
sl: Naložite datoteko razširitve Zip, da jo pošljete v pregled. Poznejše različice lahko naložite z istim obrazcem. Ko bo razširitev pregledana, boste o rezultatu obveščeni po e-pošti.
sr: Отпремите зип датотеку вашег проширења да га предате за оцењивање. Каснија издања се могу отпремити помоћу истог обрасца. Када ваше проширење буде било прегледано бићете обавештени о резултату путем е-поште.
sv: Skicka upp ditt tilläggs zip-fil för att skicka in det till granskning. Senare versioner kan skickas upp med samma formulär. Då ditt tillägg har granskats kommer du meddelas om resultatet via e-post.
tr: İncelemeye göndermek için uzantıya ait Zip dosyasını yükleyin. Sonraki sürümler de aynı form kullanılarak yüklenebilir. Uzantınız incelendikten sonra sonuç e-posta ile bildirilecektir.
uk: Вивантажте файл Zip вашого розширення для рецензування. Наступні версії можна буде вивантажити за допомогою тієї самої форми. Щойно рецензування вашого розширення буде завершено, ви отримаєте сповіщення про результати електронною поштою.
uz: Ko'rib chiqish uchun yuborish uchun kengaytmali Zip faylni yuklang. Keyingi versiyalarni bir xil shakl yordamida yuklash mumkin. Kengaytmangiz ko'rib chiqilgach, sizga natija haqida elektron pochta orqali xabar beriladi.
zh_cn: 上传您的扩展 Zip 文件以提交审核。可以使用同样的表单上传更新版本的扩展。一旦您的扩展被审阅，审核的结果将通过邮件通知给您。

source: Please see the <a href="%(url)s">Review Guidelines</a> to learn what is required for approval.
be: Азнаёмцеся з <a href="%(url)s">Крытэрыямі ацэнкі пры разглядзе</a>, каб даведацца, што патрабуецца для зацвярджэння.
cs: Přečtěte si prosím <a href="%(url)s">Pokyny pro kontrolu</a>, kde se dozvíte, co je potřeba ke schválení.
eu: Begiratu <a href="%(url)s">Berrikuspenen gidalerroak</a> hedapena onartzeko bete behar direnak ezagutzeko.
fa: برای دانستن الزامات تأیید <a href="%(url)s">رهنمودهای بازبینی</a> را ببینید.
fi: Lue <a href="%(url)s">katselmoinnin ohjeet</a> saadaksesi tietää, mitä hyväksyntä vaatii.
he: נא לעיין ב<a href="%(url)s">הנחיות לסקירה</a> כדי ללמוד מה נחוץ לסקירה.
hi: अनुमोदन के लिए क्या आवश्यक है यह जानने के लिए कृपया <a href="%(url)s">समीक्षा दिशानिर्देश</a> देखें।
hu: Nézze meg a <a href="%(url)s">felülvizsgálati útmutatót</a> annak megismeréséhez, hogy mi szükséges az elfogadáshoz.
id: Silakan lihat <a href="%(url)s">Pedoman Peninjauan</a> untuk mempelajari apa saja yang diperlukan untuk mendapatkan persetujuan.
ka: იხილეთ <a href="%(url)s">მიმოხილვის სახელმძღვანელო</a> რომ გაიგოთ, რა არის საჭირო დასტურის მისაღებად.
kk: Мақұлдау үшін не қажет екенін білу үшін <a href="%(url)s">Тексеру ережелерін</a> қараңыз.
ko: 승인에 필요한 준비 사항을 알아보려면 <a href="%(url)s">검토 지침</a>을 확인하십시오.
lt: Ko reikia patvirtinimui gauti rasite <a href="%(url)s">peržiūros gide</a>.
nl: Bekijk de <a href="%(url)s">controlerichtlijnen</a> voor meer informatie over wat vereist is voor toestemming.
pt: Consulte as <a href="%(url)s">Diretrizes de revisão</a> para saber o que é necessário para a aprovação.
pt_br: Consulte as <a href="%(url)s">diretrizes de revisão</a> para saber o que é necessário para aprovação.
ro: Consultați <a href="%(url)s">Regulile de revizuire</a> pentru a afla ce este necesar pentru aprobare.
ru: Пожалуйста, ознакомьтесь с <a href="%(url)s">Рекомендациями по рассмотрению</a>, чтобы узнать, что требуется для утверждения.
sl: Oglejte si <a href="%(url)s">smernice za pregled</a> , če želite izvedeti, kaj je potrebno za odobritev.
sr: Видите <a href="%(url)s">Смернице за оцењивање</a> да сазнате шта је потребно за одобравање.
sv: Se <a href="%(url)s">granskningsriktlinjerna</a> för att se vad som krävs för godkännande.
tr: Onay için gerekli olanları öğrenmek için <a href="%(url)s">İnceleme Kılavuzu</a>ʼna bakınız.
uk: Будь ласка, ознайомтеся із <a href="%(url)s">Настановами щодо рецензування</a>, щоб дізнатися про вимоги для схвалення.
uz: Tasdiqlash uchun nima talab qilinishini bilish uchun <a href="%(url)s">Tekshirish yoʻriqnomasiga</a> qarang.
zh_cn: 请参阅 <a href="%(url)s">审核指南</a> 来了解批准所需的条件。
