Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: Your username contains forbidden words
be: Імя карыстальніка змяшчае забароненыя словы
cs: Vaše uživatelské jméno obsahuje zakázaná slova
el: Το όνομα χρήστη σας περιέχει απαγορευμένες λέξεις
eu: Zure erabiltzaile-izenak onartzen ez diren hitzak ditu
fa: نام کاربریتان دارای واژگان ممنوعه است
fi: Käyttäjätunnus sisältää kiellettyjä sanoja
gl: O seu nome de usuario contén palabras prohibidas
he: שם המשתמש שלך מכיל מילים אסורות
hi: आपके उपयोक्तानाम में निषिद्ध शब्द हैं
hu: A felhasználóneve tiltott szavakat tartalmaz
id: Nama pengguna Anda mengandung kata-kata terlarang
ka: თქვენი მომხმარებლის სახელი შეიცავს აკრძალულ სიტყვებს
kk: Пайдаланушы атыңызда тыйым салынған сөздер бар
ko: 사용자 이름에 금지 단어가 들어있습니다
lt: Jūsų naudotojo varde yra neleistinų žodžių
nl: Uw gebruikersnaam bevat niet-toegestane woorden
pl: Wybrana nazwa użytkownika zawiera zabronione słowa
pt: O seu nome de utilizador contém palavras proibidas
pt_br: Seu nome de usuário contém palavras proibidas
ro: Numele de utilizator conține cuvinte interzise
ru: Ваше имя пользователя содержит запрещённые слова
sl: Vaše uporabniško ime vsebuje prepovedane besede
sr: Ваше корисничко име садржи забрањене речи
sv: Ditt användarnamn innehåller förbjudna ord
tr: Kullanıcı adınız yasaklanmış sözcükler içeriyor
uk: У вашому імені користувача містяться заборонені слова
uz: Sizning foydalanuvchi nomingizda taqiqlangan so'zlar mavjud
zh_cn: 您的用户名包含违禁词

source: This email is already registered
be: Гэты адрас электроннай пошты ўжо зарэгістраваны
cs: Tento e-mail je již registrován
eu: Posta elektronikoko helbide hori jadanik hartuta dago
fa: این رایانامه از پیش ثبت شده
fi: Sähköpostiosoite on jo rekisteröity
he: כתובת הדוא״ל כבר רשומה
hi: यह ईमेल पहले से ही पंजीकृत है
hu: Ez az e-mail-cím már regisztrálva van
id: Surel ini sudah terdaftar
ka: ეს ელფოსტა უკვე რეგისტრირებულია
kk: Бұл электрондық пошта тіркеліп қойған
ko: 이 전자메일은 이미 등록했습니다
lt: Šis el. pašto adresas jau registruotas
nl: Dit e-mailadres is reeds geregistreerd
pt: Este e-mail já está registado
pt_br: Este e-mail já está registrado
ro: Acest email este înregistrat deja
ru: Такая электронная почта уже зарегистрирована
sl: Ta e-poštni naslov je že registriran
sr: Ова е-пошта је већ регистрована
sv: Denna e-post är redan registrerad
tr: Bu e-posta zaten kayıtlı
uk: Цю адресу електронної пошти вже зареєстровано
uz: Ushbu e-pochta manzili allaqachon ro'yxatdan o'tkazilgan
zh_cn: 该邮箱已被注册

source: This username is already registered
be: Гэта імя карыстальніка ўжо зарэгістравана
cs: Toto uživatelské jméno je již registrováno
eu: Erabiltzaile-izen hori jadanik hartuta dago
fa: این نام کاربری از پیش ثبت شده
fi: Käyttäjänimi on jo rekisteröity
he: שם המשתמש כבר רשום
hi: यह उपयोक्तानाम पहले से ही पंजीकृत है
hu: Ez a felhasználónév már regisztrálva van
id: Nama pengguna ini sudah terdaftar
ka: ეს მომხმარებლი სახელი უკვე რეგისტრირებულია
kk: Бұл пайдаланушы аты тіркеліп қойған
ko: 이 사용자 이름은 이미 등록했습니다
lt: Šis naudotojo vardas jau registruotas
nl: Deze gebruikersnaam is reeds geregistreerd
pt: Este nome de utilizador já está registado
pt_br: Este nome de usuário já está registrado
ro: Acest nume de utilizator este înregistrat deja
ru: Такое имя пользователя уже зарегистрировано
sl: To uporabniško ime je že registrirano
sr: Ово корисничко име је већ регистровано
sv: Detta användarnamn är redan registrerat
tr: Bu kullanıcı adı zaten kayıtlı
uk: Це ім'я користувача вже зареєстровано
uz: Bu foydalanuvchi nomi allaqachon ro'yxatdan o'tgan
zh_cn: 该用户名已被注册

source: Register
be: Зарэгістравацца
ca: Registre
cs: Registrovat
da: Tilmeld
de: Registrieren
el: Εγγραφή
es: Registrarse
eu: Eman izena
fa: ثبت‌نام
fi: Rekisteröidy
fur: Regjistriti
fy: Registrearje
gl: Rexistrarse
he: הרשמה
hi: पंजीकृत करें
hr: Registracija
hu: Regisztráció
id: Daftar
it: Registrati
ka: რეგისტრაცია
kk: Тіркелу
ko: 등록
lt: Užsiregistruoti
ms: Daftar
nl: Registreren
pl: Zarejestruj się
pt: Registar
pt_br: Registrar
ro: Înregistrare
ru: Регистрация
sk: Zaregistrovať
sl: Vpisnik
sr: Регистрација
sv: Registrera
tr: Kaydol
uk: Зареєструвати
uz: Ro'yxatdan o'tish
zh_cn: 注册
zh_tw: 註冊

source: Account Registration
be: Рэгістрацыя ўліковага запісу
cs: Registrace účtu
el: Εγγραφή λογαριασμού
eu: Kontuaren harpidetza
fa: ثبت‌نام حساب
fi: Käyttäjätilin rekisteröinti
gl: Rexistro de conta
he: רישום חשבון
hi: खाता पंजीकरण
hu: Fiók regisztrálása
id: Pendaftaran Akun
ka: ანგარიშის რეგისტრაცია
kk: Тіркелгіні тіркеу
ko: 계정 등록
lt: Paskyros registracija
nl: Accountregistratie
pl: Rejestracja konta
pt: Registo de conta
pt_br: Registro de conta
ro: Înregistrare cont
ru: Регистрация учётной записи
sl: Prijava računa
sr: Регистрација налога
sv: Kontoregistrering
tr: Hesap Kaydı
uk: Реєстрація облікового запису
uz: Hisobni ro'yxatdan o'tkazish
zh_cn: 账户注册

source: Account removal
be: Выдаленне ўліковага запісу
cs: Odstranění účtu
el: Απομάκρυνση λογαριασμού
eu: Kontua kentzea
fa: برداشتن حساب
fi: Tilin poistaminen
gl: Eliminación de conta
he: מחיקת משתמש
hi: खाता हटाना
hu: Fiók eltávolítása
id: Penghapusan akun
ka: ანგარიშის წაშლა
kk: Тіркелгіні өшіру
ko: 계정 제거
lt: Paskyros šalinimas
nl: Accountverwijdering
pl: Usunięcie konta
pt: Remoção de conta
pt_br: Remoção de conta
ro: Eliminare cont
ru: Удаление учётной записи
sl: Odstranitev računa
sr: Уклањање налога
sv: Kontoborttagning
tr: Hesabı silme
uk: Вилучення облікового запису
uz: Hisobni olib tashlash
zh_cn: 删除账户

source: You account is scheduled for removal. You can cancel account removal in 7 days.
be: Запланавана выдаленне вашага ўліковага запісу. На працягу сямі дзён выдаленне можна скасаваць.
cs: Váš účet je naplánován k odstranění. Odebrání účtu můžete zrušit do 7 dnů.
el: Ο λογαριασμός σας έχει προγραμματιστεί για αφαίρεση. Μπορείτε να ακυρώσετε την αφαίρεση λογαριασμού σε 7 ημέρες.
eu: Zure kontua kendu egingo da. Kontua kentzea bertan behera uzteko 7 egun egun dituzu.
fa: حسابتان برای برداشتن زمان‌بندی شده. می‌توانید برداشتن حساب را تا ۷ روز لغو کنید.
fi: Tilisi on ajastettu poistettavaksi. Voit perua tilin poistamisen viikon sisällä.
gl: A súa conta está programada para eliminarse. Pode cancelar a eliminación de conta até 7 días.
he: החשבון שלך מיועד למחיקה. באפשרותך לבטל את מחיקת החשבון בתוך 7 ימים.
hi: आपका खाता हटाने के लिए निर्धारित है। आप 7 दिनों में खाता हटाना रद्द कर सकते हैं।
hu: A fiókja eltávolításra lett ütemezve. A fiók eltávolítását 7 napon belül megszakíthatja.
id: Akun Anda dijadwalkan untuk dihapus. Anda dapat membatalkan penghapusan akun dalam 7 hari.
ka: თქვენი ანგარიშის წაშლა დაგეგმილია. ის 7 დღის განმავლობაში შეგიძლიათ, გააუქმოთ.
kk: Тіркелгіңіз өшіруге жоспарланған. Сіз 7 күн ішінде тіркелгіні өшіруден бас тарта аласыз.
ko: 계정 제거를 진행중입니다. 7일 이내에 계정 제거를 취소할 수 있습니다.
lt: Jūsų paskyros pašalinimas suplanuotas. Galite atsisakyti paskyros pašalinimo per 7 dienas.
nl: Uw account wordt binnenkort verwijderd. U hebt 7 dagen om dit te annuleren.
pl: Konto jest zaplanowane do usunięcia. Można to anulować w ciągu 7 dni.
pt: A sua conta está programada para ser removida. Pode cancelar a remoção da conta no prazo de 7 dias.
pt_br: Sua conta está agendada para remoção. Você pode cancelar a remoção da conta em 7 dias.
ro: Contul este programat pentru eliminare. Puteți anula eliminarea contului în timp de 7 zile.
ru: Ваша учётная запись запланирована к удалению. В течение 7 дней вы можете отменить удаление учётной записи.
sl: Vaš račun je predviden za odstranitev. Odstranitev računa lahko prekličete v sedmih dneh.
sr: Ваш налог је заказан за уклањање. Можете да откажете уклањање налога у року од седам дана.
sv: Ditt konto har schemalagts för borttagning. Du kan avbryta kontoborttagning inom sju dagar.
tr: Hesabınız silinmek için zamanlandı. Hesabı silmeyi 7 gün içinde iptal edebilirsiniz.
uk: Заплановано вилучення вашого облікового запису. Ви можете скасувати вилучення протягом 7 днів.
uz: Hisobingiz oʻchirilishi rejalashtirilgan. Hisobni olib tashlashni 7 kun ichida bekor qilishingiz mumkin.
zh_cn: 您的账户正在等待删除。您可以在 7 天内取消账户删除。

source: Account removal is canceled.
be: Выдаленне ўліковага запісу скасавана.
cs: Odstranění účtu bylo zrušeno.
el: Η αφαίρεση του λογαριασμού ακυρώθηκε.
eu: Kontua kentzea bertan behera utzi da.
fa: برداشتن حساب لغو شده.
fi: Tilin poistaminen on peruttu.
gl: Cancelouse a eliminación de conta.
he: הסרת החשבון בוטלה.
hi: खाता निष्कासन रद्द कर दिया गया है।
hu: A fiók eltávolítása megszakítva.
id: Penghapusan akun dibatalkan.
ka: ანგარიშის წაშლა გაუქმებულია.
kk: Тіркелгіні өшіруден бас тартылды.
ko: 계정 제거를 취소했습니다.
lt: Paskyros pašalinimo atsisakyta.
nl: Accountverwijdering geannuleerd.
pl: Anulowano usunięcie konta.
pt: A remoção da conta foi cancelada.
pt_br: A remoção da conta foi cancelada.
ro: Eliminarea contului este anulată.
ru: Удаление учётной записи отменено.
sl: Odstranitev računa je preklicana
sr: Уклањање налога је отказано.
sv: Kontoborttagning avbruten.
tr: Hesap silme iptal edildi.
uk: Вилучення облікового запису скасовано.
uz: Hisobni olib tashlash bekor qilindi.
zh_cn: 账户删除已取消。

source: Email confirmation
be: Пацвярджэнне электроннай пошты
cs: Potvrzení e-mailem
el: Επιβεβαίωση ηλεκτρονικής διεύθυνσης
eu: Posta bidezko berrespena
fa: تأیید رایانامه
fi: Sähköpostin vahvistus
gl: Confirmación de email
he: אימות דוא״ל
hi: ईमेल पुष्टिकरण
hu: E-mail-cím megerősítése
id: Konfirmasi surel
ka: ელფოსტის დადასტურება
kk: Электрондық поштаны растау
ko: 전자메일 확인
lt: El. pašto patvirtinimas
nl: E-mailbevestiging
pl: Potwierdzenie adresu e-mail
pt: Confirmação de e-mail
pt_br: Confirmação de e-mail
ro: Confirmare email
ru: Подтверждение по электронной почте
sl: Potrditev e-naslova
sr: Потврда е-поште
sv: E-postbekräftelse
tr: E-posta doğrulaması
uk: Підтвердження адреси ел. пошти
uz: Elektron pochta orqali tasdiqlash
zh_cn: 电子邮件确认

source: Settings
be: Налады
cs: Nastavení
el: Ρυθμίσεις
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
gl: Preferencias
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ka: მორგება
kk: Баптаулар
ko: 설정
lt: Nuostatos
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Configurări
ru: Настройки
sl: Nastavitve
sr: Поставке
sv: Inställningar
tr: Tercihler
uk: Параметри
uz: Sozlamalar
zh_cn: 设置

source: Submit
be: Адправіць
cs: Odeslat
el: Υποβολή
eu: Bidali
fa: فرستادن
fi: Lähetä
gl: Enviar
he: שליחה
hi: जमा करें
hu: Elküldés
id: Kirim
ka: გაგზავნა
kk: Жіберу
ko: 제출
lt: Pateikti
nl: Inzenden
pl: Wyślij
pt: Submeter
pt_br: Enviar
ro: Trimite
ru: Отправить
sl: Pošlji
sr: Предај
sv: Skicka in
tr: Gönder
uk: Надіслати
uz: Yuborish
zh_cn: 提交

source: Change your password
be: Змяніць пароль
cs: Změnit své heslo
el: Αλλαγή του συνθηματικού σας
eu: Aldatu zure pasahitza
fa: تغییر گذرواژه‌تان
fi: Vaihda salasanasi
gl: Cambiar o seu contrasinal
he: שינוי הססמה שלך
hi: अपना पासवर्ड बदलें
hu: Jelszó megváltoztatása
id: Ubah kata sandi Anda
ka: შეცვალეთ თქვენი პაროლი
kk: Парольді өзгерту
ko: 암호 바꾸기
lt: Keisti savo slaptažodį
nl: Uw wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar a sua palavra-passe
pt_br: Alterar sua senha
ro: Modifică parola
ru: Изменить пароль
sl: Spremenite geslo
sr: Измените лозинку
sv: Ändra ditt lösenord
tr: Parolanızı değiştirin
uk: Змінити ваш пароль
uz: Parolni o'zgartirish
zh_cn: 更改密码

source: Your account is scheduled for removal after %(schedule_delete_after)s
be: Запланавана выдаленне вашага ўліковага запісу праз %(schedule_delete_after)s
cs: Váš účet je naplánován k odstranění po %(schedule_delete_after)s
el: Ο λογαριασμός σας έχει προγραμματιστεί για αφαίρεση μετά το %(schedule_delete_after)s
eu: Zure kontua %(schedule_delete_after)s ondoren kenduko da
fa: حسابتان برای برداشتن پس از %(schedule_delete_after)s زمان‌بندی شده
fi: Tilisi on ajastettu poistettavaksi %(schedule_delete_after)s
gl: A súa conta está programada para eliminarse despois de %(schedule_delete_after)s
he: החשבון שלך מיועד למחיקה לאחר %(schedule_delete_after)s
hi: आपका खाता %(schedule_delete_after)s के बाद हटाने के लिए निर्धारित है
hu: A fiókja eltávolításra lett ütemezve %(schedule_delete_after)s után.
id: Akun Anda dijadwalkan untuk dihapus setelah %(schedule_delete_after)s
ka: თქვენი ანგარიში წაიშლება %(schedule_delete_after)s დღის შემდეგ
kk: Тіркелгіңіз %(schedule_delete_after)s уақытынан кейін өшіріледі
ko: %(schedule_delete_after)s일 후 계정을 제거합니다
lt: Jūsų paskyros pašalinimas suplanuotas po %(schedule_delete_after)s
nl: Uw account wordt verwijderd na %(schedule_delete_after)s
pl: Konto jest zaplanowane do usunięcia za %(schedule_delete_after)s
pt: A sua conta está programada para ser removida após %(schedule_delete_after)s
pt_br: Sua conta está agendada para remoção após %(schedule_delete_after)s
ro: Contul este programat pentru eliminare după %(schedule_delete_after)s
ru: Удаление вашей учётной записи запланировано через %(schedule_delete_after)s
sl: Vaš račun bo odstranjen po %(schedule_delete_after)s
sr: Ваш налог је заказан за уклањање након %(schedule_delete_after)s
sv: Ditt konto har schemalagts för borttagning efter %(schedule_delete_after)s
tr: Hesabınız %(schedule_delete_after)s tarihinden sonra silinmek için zamanlandı
uk: Заплановано вилучення вашого облікового запису за %(schedule_delete_after)s
uz: Hisobingiz %(schedule_delete_after)s dan keyin olib tashlanishi rejalashtirilgan
zh_cn: 您的账户在 %(schedule_delete_after)s 后进入等待删除状态

source: Forgot your password?
be: Забылі свой пароль?
ca: Heu oblidat la contrasenya?
cs: Zapomněli jste heslo?
da: Har du glemt din adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε το συνθηματικό σας;
es: ¿Ha olvidado su contraseña?
eu: Pasahitza ahaztu duzu?
fa: گذرواژه‌تان را فراموش کرده‌اید؟
fi: Unohditko salasanasi?
fur: Password dismenteade?
fy: Binne jo jo wachtwurd fergetten?
gl: Esqueceu o seu contrasinal?
he: שכחת את הססמה שלך?
hi: क्या आप अपना पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtette a jelszavát?
id: Lupa kata sandi?
it: Password dimenticata?
ka: დაგავიწყდათ პაროლი?
kk: Парольді ұмыттыңыз ба?
ko: 암호를 잊으셨습니까?
lt: Pamiršote slaptažodį?
ms: Lupa kata laluan anda?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: Esqueceu-se da sua palavra-passe?
pt_br: Esqueceu sua senha?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sl: Ali ste pozabili geslo?
sr: Заборавили сте лозинку?
sv: Glömt ditt lösenord?
tr: Parolanızı mı unuttunuz?
uk: Забули свій пароль?
uz: Parolingizni unutdingizmi?
zh_cn: 忘记密码？
zh_tw: 忘記密碼？

source: Log in
be: Увайсці
ca: Inicia sessió
cs: Přihlásit
da: Log ind
de: Anmelden
el: Είσοδος
es: Iniciar sesión
eu: Hasi saioa
fa: ورود
fi: Kirjaudu
fur: Jentre
fy: Ynlogge
gl: Iniciar sesión
he: כניסה
hi: लॉगिन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ka: შესვლა
kk: Кіру
ko: 로그인
lt: Prisijungti
ms: Daftar masuk
nl: Aanmelden
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Conectar
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sr: Пријава
sv: Logga in
tr: Giriş
uk: Увійти
uz: Kirish
zh_cn: 登录
zh_tw: 登入

source: Don't have an account?
be: Няма ўліковага запісу?
ca: No teniu un compte?
cs: Nemáte účet?
da: Har du ikke nogen konto?
de: Sie haben noch kein Benutzerkonto?
el: Δεν έχετε λογαριασμό;
es: ¿No tiene una cuenta?
eu: Ez daukazu konturik?
fa: حسابی ندارید؟
fi: Vailla tiliä?
fur: No tu âs un account?
fy: Hawwe jo net in account?
gl: Non tes unha conta?
he: אין לך חשבון?
hi: क्या आपके पास कोई खाता नहीं है?
hr: Nemate račun?
hu: Nincs fiókja?
id: Belum punya akun?
it: Non hai un account?
ka: არ გაქვთ ანგარიში?
kk: Тіркелгіңіз жоқ па?
ko: 계정이 없으십니까?
lt: Neturite paskyros?
ms: Masih tiada akaun?
nl: Hebt u geen account?
pl: Nie masz konta?
pt: Não tem uma conta?
pt_br: Não tem uma conta?
ro: Nu aveți un cont?
ru: Нет учётной записи?
sk: Nemáte účet?
sl: Še nimate računa za dostop?
sr: Немате налог?
sv: Har du inget konto?
tr: Hesabınız yok mu?
uk: Не маєте облікового запису?
uz: Hisobingiz yo'qmi?
zh_cn: 没有帐号？
zh_tw: 沒有帳號？

source: User Login
be: Уваход карыстальніка
ca: Nom d'usuari
cs: Přihlášení uživatele
da: Brugerlogin
de: Benutzeranmeldung
el: Είσοδος χρήστη
es: Usuario de inicio de sesión
eu: Erabiltzailearen saio-hasiera
fa: ورود کاربر
fi: Käyttäjäkirjautuminen
fur: Acès utent
fy: Brûkers ynlog
gl: Inicio de sesión de usuario
he: כניסת משתמש
hi: उपयोगकर्ता लॉगिन
hr: Korisnička prijava
hu: Felhasználói bejelentkezés
id: Log Masuk Pengguna
it: Accesso utente
ka: მომხმარებლის შესვლა
kk: Пайдаланушының кіруі
ko: 사용자 로그인
lt: Naudotojo prisijungimas
ms: Daftar Masuk Pengguna
nl: Gebruiker aanmelden
pl: Login użytkownika
pt: Sessão do Utilizador
pt_br: Login de usuário
ro: Autentificare utilizator
ru: Логин пользователя
sk: Prihlásenie používateľa
sl: Prijava uporabnika
sr: Пријава корисника
sv: Användarinloggning
tr: Kullanıcı Girişi
uk: Логін користувача
uz: Login
zh_cn: 用户登录
zh_tw: 使用者登入

source: Reset your password
be: Скінуць пароль
ca: Restabliu la contrasenya
cs: Resetovat mé heslo
da: Nulstil din adgangskode
de: Ihr Passwort zurücksetzen
el: Επαναφορά συνθηματικού
es: Restablecer su contraseña
eu: Berrezarri zure pasahitza
fa: بازنشانی گذرواژه‌تان
fi: Nollaa salasanasi
fur: Azere la password
fy: Jo wachtwurd opnij ynstelle
gl: Reiniciar o seu contrasinal
he: איפוס הססמה שלך
hi: अपना पासवर्ड रीसेट करें
hr: Obnovnite svoju lozinku
hu: Jelszó visszaállítása
id: Reset kata sandi Anda
it: Reimposta la password
ka: თქვენი პაროლის აღდგენა
kk: Парольді тастау
ko: 암호 초기화
lt: Atstatyti savo slaptažodį
ms: Tetap semula kata laluan anda
nl: Wachtwoord opnieuw instellen
pl: Przywróć hasło
pt: Repor a sua palavra-passe
pt_br: Redefinir sua senha
ro: Restabilire parolă
ru: Сбросить пароль
sk: Obnoviť vaše heslo
sl: Ponastavi geslo
sr: Постави нову лозинку
sv: Återställ ditt lösenord
tr: Parolanızı sıfırlayın
uk: Скинути пароль
uz: Parolingizni qayta o'rnating
zh_cn: 重设密码
zh_tw: 重設密碼

source: The token for the password reset is incorrect. Please check your link and try again.
be: Токен для скідання пароля няправільны. Праверце спасылку і паўтарыце спробу.
ca: El testimoni per al restabliment de la contrasenya és incorrecte. Comproveu l’enllaç i torneu-ho a provar.
cs: Token pro změnu hesla je nesprávný. Zkontrolujte prosím svůj odkaz a zkuste to znovu.
da: Tokenen til at nulstille adgangskoden er forkert. Tjek venligst dit link og prøv igen.
de: Der Token für das Zurücksetzen des Passworts ist nicht korrekt. Bitte überprüfen Sie den Link und versuchen Sie es erneut.
el: Το διακριτικό για την επαναφορά του συνθηματικού είναι λανθασμένο. Ελέγξτε το σύνδεσμό σας και δοκιμάστε ξανά.
es: El testigo para restablecer la contraseña no es correcto. Compruebe el enlace e inténtelo de nuevo.
eu: Pasahitza berrezartzeko tokena ez da zuzena. Begiratu esteka ondo dagoen eta saiatu berriro.
fa: ژتون بازنشانی گذرواژه نادرست است. لطفاُ پیوندتان را برسی کرده و دوباره تلاش کنید.
fi: Salasanan nollauspoletti on väärin. Tarkista linkki ja yritä uudelleen.
fur: Il token pal azerament de password nol è just. Controle il colegament e torne prove.
fy: De koade foar it opnij ynstellen fan jo wachtwurd is net jildich. Graach jo keppeling kontrolearje en opnij probearje.
gl: O otken para o reinicio de contrasinal é incorrecto. Comprobe a súa ligazón e ténteo de novo.
he: האסימון לאיפוס הססמה שגוי. נא לבדוק שוב את הקישור שלך ולנסות שוב.
hi: पासवर्ड रीसेट के लिए टोकन गलत है। कृपया अपना लिंक जांचें और पुनः प्रयास करें।
hr: Token obnove lozinke je neispravan. Provjerite svoju lozinku i pokušajte ponovno.
hu: A jelszó-visszaállítási token helytelen. Ellenőrizze a hivatkozást, és próbálja újra.
id: Token untuk reset kata sandi salah. Silakan periksa tautan Anda dan coba lagi.
it: Il codice per reimpostare la password non è corretto. Verifica il collegamento e riprova.
ka: პაროლის შესაცვლელი კოდი არასწორია. შეამოწმეთ თქვენი ბმული და თავიდან სცადეთ.
kk: Парольді тастауға арналған токен қате. Сілтемені тексеріп, қайталап көріңіз.
ko: 암호 초기화 토큰이 잘못됐습니다. 링크를 확인하시고 다시 시도하십시오.
lt: Neteisinga slaptažodžio atstatymo leksema. Patikrinkite nuorodą ir bandykite dar kartą.
ms: Token untuk tetap semula kata laluan adalah salah. Sila periksa pautan anda dan cuba lagi.
nl: Het token voor het opnieuw instellen van het wachtwoord is onjuist. Controleer uw verwijzing en probeer het opnieuw.
pl: Token do przywrócenia hasła jest niepoprawny. Proszę sprawdzić poprawność odnośnika i spróbować ponownie.
pt: O código para a redefinição da palavra-passe está incorreto. Por favor, verifique sua ligação e tente novamente.
pt_br: O token para a redefinição de senha está incorreto. Por favor, verifique seu link e tente novamente.
ro: Token.ul pentru restabilirea parolei este incorect. Verificați legătura și încercați din nou.
ru: Токен для сброса пароля неверен. Пожалуйста, проверьте свою ссылку и повторите попытку.
sk: Token pre obnovenie hesla nie je správny. Prosím, skontrolujte váš odkaz a skúste to znovu.
sl: Žeton za ponastavitev gesla je napačen. Preverite povezavo in poskusite znova.
sr: Скупина за поновно постављање лозинке није исправна. Проверите вашу веб везу и пробајте поново.
sv: Symbolen för lösenordsåterställningen är felaktig. Kontrollera din länk och försök igen.
tr: Parola sıfırlama jetonu yanlış. Lütfen bağlantınızı denetleyip yeniden deneyin.
uk: Токен скидання пароля є помилковим. Будь ласка, перевірте своє посилання та повторіть спробу.
uz: Parolni tiklash tokeni noto'g'ri. Iltimos, havolani tekshiring va qayta urinib ko'ring.
zh_cn: 用于重设密码的令牌不正确。请检查你的连接后再试。
zh_tw: 密碼重設的憑證不正確。請檢查連結後重試。

source: Password reset
be: Скіданне пароля
ca: Contrasenya restablerta
cs: Změna hesla
da: Nulstilling af adgangskode
de: Passwort zurücksetzen
el: Επαναφορά συνθηματικού
es: Restablecer la contraseña
eu: Pasahitzaren berrezarpena
fa: بازنشانی گذرواژه
fi: Salasanan nollaus
fur: Azerament password
fy: Wachtwurd opnij ynstelle
gl: Reiniciar o contrasinal
he: איפוס ססמה
hi: पासवर्ड रीसेट करें
hr: Lozinka obnovljena
hu: Jelszó visszaállítása
id: Reset kata sandi
it: Reimpostazione password
ka: პაროლის შეცვლა
kk: Парольді тастау
ko: 암호 초기화
lt: Slaptažodžio atstatymas
ms: Tetap semula kata laluan
nl: Wachtwoord opnieuw instellen
pl: Przywrócenie hasła
pt: Repor palavra-passe
pt_br: Redefinir senha
ro: Restabilire parolă
ru: Сброс пароля
sk: Obnovenie hesla
sl: Ponovna nastavitev gesla
sr: Поновно постављање лозинке
sv: Återställning av lösenord
tr: Parolayı sıfırla
uk: Скидання пароля
uz: Parolni tiklash
zh_cn: 密码重设
zh_tw: 密碼重設
