Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: If this is your first extension, please see the documentation on <a href="%(url)s">gjs.guide</a> for directions on creating an extension and preparing it for upload.
be: Калі гэта ваша першае пашырэнне, азнаёмцеся з дакументацыяй на <a href="%(url)s">gjs.guide</a>, каб атрымаць інструкцыі як стварыць пашырэнне і падрыхтаваць яго для запампоўвання.
cs: Pokud je toto vaše první rozšíření, přečtěte si prosím dokumentaci na <a href="%(url)s">gjs.guide</a>, kde najdete pokyny k vytvoření rozšíření a jeho přípravě k nahrání.
eu: Zure lehen hedapena bada, begiratu <a href="%(url)s">gjs.guide</a> dokumentazioa hedapen bat nola sortu eta nola kargatu ikasteko.
fa: اگر نخستین افزونه‌تان است، لطفاً برای مستندات <a href="%(url)s">gjs.guide</a> را برای ایجاد افزونه و آماده کردنش برای بارگذاری را ببینید.
fi: Jos tämä on ensimmäinen laajennuksesi, lue dokumentaatio sivustolta <a href="%(url)s">gjs.guide</a> saadaksesi ohjeita laajennuksen tekemiseen ja sen valmisteluun lähettämistä varten.
he: אם זאת ההרחבה הראשונה שלך, נא לעיין בתיעוד תחת <a href="%(url)s">gjs.guide</a> להנחיות בנוגע ליצירת הרחבה והכנתה להעלאה.
hi: यदि यह आपका पहला एक्सटेंशन है, तो एक्सटेंशन बनाने और इसे अपलोड के लिए तैयार करने के निर्देशों के लिए कृपया <a href="%(url)s">gjs.guide</a> पर दस्तावेज़ देखें।
hu: Ha ez az első kiterjesztése, akkor nézze meg a <a href="%(url)s">gjs.guide</a> oldalon lévő dokumentációt a kiterjesztés létrehozásához és a feltöltésre való előkészítéséhez szükséges utasításokért.
id: Jika ini adalah ekstensi pertama Anda, silakan lihat dokumentasi di <a href="%(url)s">gjs.guide</a> untuk mengetahui petunjuk cara membuat ekstensi dan mempersiapkannya untuk diunggah.
ka: თუ ეს თქვენი პირველი გაფართოებაა, იხილეთ დოკუმენტაცია ვებგვერდზე <a href="%(url)s">gjs.guide</a> გაფართოების შექმნისა და მისი ასატვირთად მომზადებისთვის.
kk: Егер бұл сіздің алғашқы кеңейтуіңіз болса, кеңейтуді жасау және оны жүктеп салуға дайындау нұсқаулары үшін <a href="%(url)s">gjs.guide</a> сайтындағы құжаттаманы қараңыз.
ko: 첫 확장 기능일 경우, 확장 기능을 만들고 업로드를 준비하는 방법을 <a href="%(url)s">gjs.guide</a>문서에서 확인하십시오.
lt: Jei tai yra jūsų pirmas plėtinys, perskaitykite dokumentacijoje <a href="%(url)s">gjs.guide</a>, kai sukurti plėtinį ir jį paruošti įkėlimui.
nl: Als dit uw eerste uitbreiding is, bekijk dan de documentatie op <a href="%(url)s">gjs.guide</a> voor instructies over hoe u een uitbreiding kunt aanmaken en hoe u ze kunt uploaden.
pt: Se esta for a sua primeira extensão, consulte a documentação em <a href="%(url)s">gjs.guide</a> para obter instruções sobre como criar uma extensão e prepará-la para carregamento.
pt_br: Se esta for sua primeira extensão, consulte a documentação em <a href="%(url)s">gjs.guide</a> para obter instruções sobre como criar uma extensão e prepará-la para o envio.
ro: Dacă aceasta este prima extensie pe care o creați, consultați documentația de pe <a href="%(url)s">gjs.guide</a> pentru instrucțiuni despre crearea unei extensii și pregătirea acesteia pentru încărcare.
ru: Если это ваше первое расширение, пожалуйста, ознакомьтесь с документацией <a href="%(url)s">gjs.guide</a> для получения инструкций по созданию расширения и подготовке его к загрузке.
sl: Če je to vaša prva razširitev, si oglejte dokumentacijo na <a href="%(url)s">gjs.guide</a> - navodila za ustvarjanje razširitve in pripravo za nalaganje.
sr: Ако је ово ваше прво проширење, видите документацију на <a href="%(url)s">gjs.guide</a> за смерницама при стварању проширења и његове припреме за отпремање.
sv: Om detta är ditt första tillägg kan du se dokumentationen på <a href="%(url)s">gjs.guide</a> för riktlinjer för hur du skapar ett tillägg och förbereder att skicka upp det.
tr: Bu sizin ilk uzantınızsa, lütfen uzantı oluşturma ve yüklemeye hazırlama yönergeleri için <a href="%(url)s">gjs.guide</a> adresindeki belgelere bakınız.
uk: Якщо це ваше перше розширення, будь ласка, ознайомтеся із документацією щодо <a href="%(url)s">gjs.guide</a>, щоб дізнатися більше про створення розширення та приготування його до вивантаження.
uz: Agar bu sizning birinchi kengaytmangiz bo'lsa, kengaytma yaratish va uni yuklashga tayyorlash bo'yicha ko'rsatmalar uchun <a href="%(url)s">gjs.guide</a> dagi hujjatlarga qarang.
zh_cn: 如果这是您的第一个扩展程序，请参阅 <a href="%(url)s">gjs.guide</a> 上的文档，了解有关创建扩展程序和准备上传的说明。

source: Extensions distributed via this website are subject to the <a href="%(url)s">Code of Conduct</a>.
be: Пашырэнні, якія распаўсюджваюцца праз гэты вэб-сайт, павінны адпавядаць <a href="%(url)s">Правілам паводзін</a>.
fa: افزونه‌های توزیع شده از طریق این پایگاه وب مطابق <a href="%(url)s">قواعد رفتاری</a> گنومند.
he: ההרחבות שמופצות דרך האתר הזה כפופות ל<a href="%(url)s">כללי ההתנהגות</a>.
hu: A webhelyen keresztül terjesztett kiterjesztésekre a <a href="%(url)s">magatartási kódex</a> vonatkozik.
ka: გაფართოებები, რომლებიც ვრცელდება ამ ვებგვერდით, ექვემდებარება <a href="%(url)s">ამ ქცევის წესებს</a>.
kk: Осы сайт арқылы таратылатын кеңейтулерге <a href="%(url)s">Әдеп кодексі</a> қолданылады.
ko: 이 웹사이트로 배포하는 확장 기능은 <a href="%(url)s">활동 지침</a>을 준수해야 합니다.
lt: Šioje svetainėje platinamiems plėtiniams galioja <a href="%(url)s">elgesio taisyklės</a>.
nl: Uitbreidingen die via deze website gedistribueerd worden zijn onderhevig aan de <a href="%(url)s">gedragscode</a>.
pt: As extensões distribuídas através deste website estão sujeitas ao <a href="%(url)s">Código de Conduta</a>.
pt_br: Extensões distribuídas por este website são sujeitas ao <a href="%(url)s">Código de Conduta</a>.
ru: Расширения, распространяемые через этот веб-сайт, подпадают под действие <a href="%(url)s">Кодекса поведения</a>.
sl: Za razširitve, ki se razširjajo prek te spletne strani, velja <a href="%(url)s">Kodeks ravnanja</a>.
sr: Проширења расподељива путем овог веб сајта подлежу <a href="%(url)s">Правилима понашања</a>.
sv: Tillägg som distribueras via denna webbplats måste följa <a href="%(url)s">uppförandekoden</a>.
tr: Bu web sitesiyle dağıtılan uzantılar <a href="%(url)s">Davranış Kuralları</a>na bağlıdır.
uk: Розширення, які поширюються з цього сайта, підлягають правилам <a href="%(url)s">Кодексу поведінки</a>.
zh_cn: 通过此网站发行的扩展遵守 <a href="%(url)s">Code of Conduct</a> 协议。

source: Extensions that violate the <a href="%(url)s">Code of Conduct</a> will be removed from this website.
be: Пашырэнні, якія парушаюць <a href="%(url)s">Правілы паводзін</a>, будуць выдалены з вэб-сайта.
fa: افزونه‌هایی که <a href="%(url)s">قواعد رفتاری</a> را زیر پا بگذراند از این پایگاه حذف خواهند شد.
he: הרחבות שמפרות את <a href="%(url)s">כללי ההתנהגות</a> תוסרנה מהאתר הזה.
hu: A <a href="%(url)s">magatartási kódexet</a> megsértő kiterjesztések eltávolításra kerülnek erről a webhelyről.
ka: გაფართოებები, რომლებიც არღვევენ <a href="%(url)s">ქცევის წესებს</a>, წაიშლება ვებსაიტიდან.
kk: <a href="%(url)s">Әдеп кодексін</a> бұзатын кеңейтулер осы сайттан өшіріледі.
ko: <a href="%(url)s">활동 지침</a>을 위반한 확장 기능은 이 웹사이트에서 제거합니다.
lt: Plėtiniai, kurie pažeidžia <a href="%(url)s">elgesio taisykles</a>, bus pašalinti iš šios svetainės.
nl: Uitbreidingen die de <a href="%(url)s">gedragscode</a> schenden zullen van deze website verwijderd worden.
pt: As extensões que violarem o <a href="%(url)s">Código de Conduta</a> serão removidas deste website.
pt_br: Extensões que violam o <a href="%(url)s">Código de Conduta</a> serão removidas deste website.
ru: Расширения, нарушающие <a href="%(url)s">Кодекс поведения</a>, будут удалены с этого веб-сайта.
sl: Razširitve, ki kršijo <a href="%(url)s">Kodeks ravnanja</a> , bodo odstranjene s tega spletnega mesta.
sr: Проширења која крше <a href="%(url)s">Правила понашања</a> биће уклоњена са овог веб сајта.
sv: Tillägg som bryter mot <a href="%(url)s">uppförandekoden</a> kommer tas bort från denna webbplats.
tr: <a href="%(url)s">Davranış Kuralları</a>nı çiğneyen uygulamalar bu web sitesinden kaldırılacaktır.
uk: Розширення, які порушують правила <a href="%(url)s">Кодексу поведінки</a>, буде вилучено з цього сайта.
zh_cn: 违反 <a href="%(url)s">Code of Conduct</a> 协议的扩展将会从此网站移除。

source: Content
be: Змесціва
ca: Contingut
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
eu: Edukia
fa: محتوا
fi: Sisältö
fur: Contignût
fy: Ynhâld
gl: Contido
he: תוכן
hi: सामग्री
hr: Sadržaj
hu: Tartalom
id: Konten
it: Contenuto
ka: შემცველობა
kk: Мазмұны
ko: 내용
lt: Turinys
ms: Kandungan
nl: Inhoud
pl: Treść
pt: Conteúdo
pt_br: Conteúdo
ro: Conținut
ru: Содержимое
sk: Obsah
sl: Vsebina
sr: Садржај
sv: Innehåll
tr: İçerik
uk: Вміст
uz: Tarkibi
zh_cn: 内容
zh_tw: 內容

source: Metadata
be: Метаданыя
ca: Metadades
de: Metadaten
el: Μεταδεδομένα
es: Metadatos
eu: Metadatuak
fa: فرداده
fi: Metatiedot
fur: Metadâts
gl: Metadatos
he: נתוני על
hi: मेटाडेटा
hr: Metapodaci
hu: Metaadatok
it: Metadati
ka: მეტამონაცემები
kk: Метадеректер
ko: 메타데이터
lt: Metaduomenys
ms: Data Meta
pl: Metadane
pt: Metadados
pt_br: Metadados
ro: Metadate
ru: Метаданные
sk: Metaúdaje
sl: Metapodatki
sr: Мета-подаци
tr: Üst Veri
uk: Метадані
uz: Meta ma'lumotlar
zh_cn: 元数据
zh_tw: 中介資料

source: Post
be: Апублікаваць
ca: Entrada
cs: Zveřejnit
da: Indsend
de: Abschicken
el: Δημοσίευση
es: Publicar
eu: Bidali
fa: ارسال
fi: Lähetä
fur: Publiche
fy: Berjocht
gl: Enviar
he: פרסום
hi: पोस्ट
hr: Objavi
hu: Közzététel
id: Kirim
it: Invia
ka: პოსტი
kk: Жариялау
ko: 게시
lt: Paskelbti
ms: Kiriman
pl: Wyślij
pt: Publicar
pt_br: Publicar
ro: Publică
ru: Отправить
sk: Príspevok
sl: Po
sr: Објави
sv: Posta
tr: Gönder
uk: Опублікувати
uz: Xabar
zh_cn: 发布
zh_tw: 張貼

source: Preview
be: Перадпрагляд
ca: Previsualització
cs: Náhled
da: Forhåndsvis
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
eu: Aurrebista
fa: پیش‌نمایش
fi: Esikatsele
fur: Anteprime
fy: Foarfertoaning besjen
gl: Previsualizar
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ka: მინიატურა
kk: Алдын ала қарау
ko: 미리 보기
lt: Peržiūra
ms: Pratonton
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualizar
pt_br: Visualizar
ro: Previzualizează
ru: Предпросмотр
sk: Náhľad
sl: Predogled
sr: Претпреглед
sv: Förhandsgranska
tr: Ön İzle
uk: Попередній перегляд
uz: Oldindan ko'rish
zh_cn: 预览
zh_tw: 預覽

source: What do you think about this GNOME extension?
be: Што вы думаеце пра гэта пашырэнне GNOME?
ca: Què penseu d'aquesta extensió GNOME?
cs: Co si myslíte o tomto rozšíření pro GNOME Shell?
da: Hvad synes du om GNOME-udvidelsen?
de: Was denken Sie über diese GNOME-Erweiterung?
el: Τι πιστεύετε για αυτήν την επέκταση του GNOME;
es: ¿Qué opina de esta extensión de GNOME?
eu: Zer deritzozu GNOME hedapen honi?
fa: در مورد این افزونهٔ گنوم چه فکر می‌کنید؟
fi: Mitä pidät tästä Gnome-laajennuksesta?
fur: Ce pensistu di cheste estension GNOME?
fy: Wat fine jo fan dize GNOME útwreiding?
gl: Que pensas sobre esta extensión de GNOME?
he: מה דעתך על ההרחבה הזו ל־GNOME?
hi: आप इस GNOME एक्सटेंशन के बारे में क्या सोचते हैं?
hr: Što mislite o ovome GNOME proširenju?
hu: Mit gondol erről a GNOME kiterjesztésről?
id: Apa pendapat Anda tentang ekstensi GNOME ini?
it: Che cosa pensi di questa estensione GNOME?
ka: რას ფიქრობთ GNOME-ის ამ გაფართოებაზე?
kk: Бұл GNOME кеңейтуі туралы не ойлайсыз?
ko: 이 그놈 확장에 대해 어떤 생각을 하고 계신가요?
lt: Ką manote apie šį GNOME plėtinį?
ms: Apa pendapat anda mengenai sambungan GNOME ini?
nl: Wat vindt u van deze GNOME-uitbreiding?
pl: Co myślisz o tym rozszerzeniu GNOME?
pt: O que pensa desta extensão GNOME?
pt_br: O que você pensa sobre essa extensão do GNOME?
ro: Ce părere aveți despre această extensie GNOME?
ru: Что вы думаете об этом расширении GNOME?
sk: Čo si myslíte o tomto rozšírení prostredia GNOME?
sl: Kakšno je vaše mnenje o tej razširitvi GNOME?
sr: Шта мислите о овом Гномовом проширењу?
sv: Vad tycker du om detta GNOME-tillägg?
tr: Bu GNOME uzantısıyla ilgili ne düşünüyorsunuz?
uk: Що ви думаєте про це розширення GNOME?
uz: Ushbu GNOME kengaytmasi haqida nima deb o'ylaysiz?
zh_cn: 你觉得这款 GNOME 扩展程序怎么样？
zh_tw: 您覺得這個 GNOME 擴充套件怎麼樣？

source: Please correct the error below
be: Выправіце памылку ніжэй
ca: Corregiu l'error de sota
cs: Opravte prosím následující chybu
da: Ret venligst fejlen nedenfor
de: Bitte korrigieren Sie den Fehler unten
el: Παρακαλούμε διορθώστε το παρακάτω σφάλμα
es: Corrija el siguiente error
eu: Zuzendu beheko errorea
fa: لطفاُ خطای زیر را تصحیح کنید
fi: Korjaa alla oleva virhe
fur: Par plasê, comede l'erôr chi sot
fy: Graach hjir ûnder de flater ferbetterje
gl: Correxir o erro de arriba
he: נא לתקן את השגיאה שלהלן
hi: कृपया नीचे दी गई त्रुटि सुधारें
hr: Ispravite grešku nevedenu ispod
hu: Javítsa a lenti hibát
id: Mohon perbaiki kesalahan di bawah
it: Correggi l'errore sottostante
ka: შეასწორეთ შეცდომა
kk: Төмендегі қатені түзетіңіз
ko: 아래 오류를 수정해주세요
lt: Ištaisykite žemiau esančią klaidą
ms: Sila betulkan ralat di bawah
nl: Corrigeer de fout hieronder
pl: Proszę poprawić poniższy błąd
pt: Corrija o erro abaixo
pt_br: Por favor, corrija o erro abaixo
ro: Corectați eroarea de mai jos
ru: Пожалуйста, исправьте ошибку ниже
sk: Prosím, napravte nasledovné chyby
sl: Odpravite navedene napake, opisane spodaj.
sr: Исправите грешку испод
sv: Rätta till felet nedan
tr: Lütfen aşağıdaki hataları düzeltin
uk: Будь ласка, виправте помилки нижче
uz: Quyidagi xatoni tuzating
zh_cn: 请修正下面的错误
zh_tw: 請修正以下錯誤

source: Preview your comment
be: Папярэдні прагляд каментарыя
ca: Previsualitzeu el vostre comentari
cs: Náhled vašeho komentáře
da: Forhåndsvis din kommentar
de: Vorschau Ihres Kommentars
el: Προεπισκόπηση του σχολίου σας
es: Vista previa de su comentario
eu: Aurreikusi zure iruzkina
fa: پیش‌نمایش نظرتان
fi: Esikatsele kommenttisi
fur: Anteprime dal to coment
fy: In foarfertoaning fan jo reaksje besjen
gl: Previsualizar o seu comentario
he: תצוגה מקדימה של התגובה שלך
hi: अपनी टिप्पणी का पूर्वावलोकन करें
hr: Pogledajte svoj komentar
hu: Megjegyzés előnézete
id: Pratinjau komentar Anda
it: Anteprima commento
ka: გადახედეთ თქვენს კომენტარს
kk: Пікіріңізді алдын ала қарау
ko: 댓글 미리 보기
lt: Peržiūrėti savo komentarą
ms: Pratonton ulasan anda
nl: Bekijk een voorbeeld van uw reactie
pl: Podgląd komentarza
pt: Pré-visualizar o seu comentário
pt_br: Visualize seu comentário
ro: Previzualizează comentariul
ru: Предварительный просмотр вашего комментария
sk: Náhľad vášho komentára
sl: Predogled mnenja ali opombe
sr: Претпреглед ваше напомене
sv: Förhandsgranska din kommentar
tr: Yorumun ön izlemesi
uk: Попередній перегляд коментаря
uz: Fikringizni oldindan ko'rib chiqing
zh_cn: 预览你的评论
zh_tw: 預覽您的評論

source: Post Comment
be: Апублікаваць каментарый
ca: Publica el comentari
cs: Zveřejnit komentář
da: Indsend kommentar
de: Kommentar abschicken
el: Δημοσίευση σχολίου
es: Publicar comentario
eu: Bidali iruzkina
fa: فرستادن نظر
fi: Lähetä kommentti
fur: Publiche coment
fy: Reaksje Pleatse
gl: Enviar comentario
he: פרסום התגובה
hi: टिप्पणी पोस्ट करें
hr: Objavi komentar
hu: Megjegyzés közzététele
id: Kirim Komentar
it: Invia commento
ka: კომენტარის დაპოსტვა
kk: Пікірді жариялау
ko: 댓글 게시
lt: Paskelbti komentarą
ms: Kirim Ulasan
nl: Reactie plaatsen
pl: Wyślij komentarz
pt: Publicar comentário
pt_br: Publica seu comentário
ro: Publică comentariul
ru: Отправить комментарий
sk: Zverejniť komentár
sl: Objavi mnenje
sr: Објави напомену
sv: Posta kommentar
tr: Yorumu Gönder
uk: Опублікувати коментар
uz: Fikr bildirish
zh_cn: 发布评论
zh_tw: 張貼評論

source: Edit your comment
be: Рэдагаваць каментарый
ca: Edita el comentari
cs: Upravte svůj komentář
da: Rediger din kommentar
de: Ihren Kommentar bearbeiten
el: Επεξεργασία του σχολίου σας
es: Editar su comentario
eu: Editatu zure iruzkina
fa: ویرایش نظرتان
fi: Muokkaa kommenttiasi
fur: Modifiche il to coment
fy: Jo reaksje oanpasse
gl: Editar o seu comentario
he: עריכת התגובה שלך
hi: अपनी टिप्पणी संपादित करें
hr: Uredite svoj komentar
hu: Megjegyzés szerkesztése
id: Sunting komentar Anda
it: Modifica il commento
ka: ჩაასწორეთ თქვენი კომენტარი
kk: Пікіріңізді түзету
ko: 댓글 편집
lt: Taisyti savo komentarą
ms: Sunting ulasan anda
nl: Uw reactie bewerken
pl: Modyfikuj komentarz
pt: Edite o seu comentário
pt_br: Edite seu comentário
ro: Editează comentariul
ru: Отредактируйте свой комментарий
sk: Upraviť váš komentár
sl: Uredi mnenje
sr: Уредите вашу напомену
sv: Redigera din kommentar
tr: Yorumunu düzenle
uk: Відредагуйте свій коментар
uz: Izohlsiz
zh_cn: 编辑您的评论
zh_tw: 編輯評論

source: You can upload the next version by the <a href='https://extensions.gnome.org/upload/'>same form</a> you've posted this version.
be: Вы можаце запампаваць новую версію праз тую ж <a href='https://extensions.gnome.org/upload/'>форму</a> з якой размясцілі гэтую версію.
cs: Můžete nahrát novou verzi použitím <a href='https://extensions.gnome.org/upload/'>stejného formuláře</a>, se kterým jste publikoval tuto verzi.
el: Μπορείτε να ανεβάσετε την επόμενη έκδοση από την <a href='https://extensions.gnome.org/upload/'>ίδια φόρμα</a> που έχετε δημοσιεύσει αυτήν την έκδοση.
eu: Hurrengo bertsioa igotzeko, erabili bertsio honetarako erabili duzun <a href='https://extensions.gnome.org/upload/'>inprimaki bera</a>.
fa: می‌توانید نگارش بعدی را با <a href='https://extensions.gnome.org/upload/'>همین فرمی</a> که این نگاش را فرستادید بارگذارید.
fi: Voit lähettää uuden version käyttäen <a href='https://extensions.gnome.org/upload/'>samaa lomaketta</a> kuin lähettäessäsi tämän version.
fur: Tu puedis cjariâ in rêt la version sucessive midiant il <a href='https://extensions.gnome.org/upload/'>stes formulari</a> che tu âs doprât par publicâ cheste version.
gl: Pode subir a seguinte versión co <a href='https://extensions.gnome.org/upload/'>mesmo formulario</a> que usou para esta versión.
he: באפשרותך להעלות את הגרסה הבאה ב<a href='https://extensions.gnome.org/upload/'>אותו הטופס</a> בו העלית את הגרסה הקיימת.
hi: आप अगला संस्करण <a href='https://extensions.gnome.org/upload/'>उसी रूप</a> द्वारा अपलोड कर सकते हैं, जिसे आपने यह संस्करण पोस्ट किया है।
hu: A következő verziót <a href='https://extensions.gnome.org/upload/'>ugyanazzal az űrlappal</a> töltheti fel, mint amellyel ezt a verziót beküldte.
id: Anda dapat mengunggah versi berikutnya dengan <a href='https://extensions.gnome.org/upload/'>formulir yang sama</a> dengan yang telah Anda posting versi ini.
ka: შემდეგი ვერსიის ატვირთვა <a href='https://extensions.gnome.org/upload/'>იგივე ფორმით</a> ხდება, რომლითაც ეს ვერსია ატვირთეთ.
kk: Сіз келесі нұсқаны осы нұсқаны жариялаған <a href='https://extensions.gnome.org/upload/'>сол форма</a> арқылы жүктеп сала аласыз.
ko: 이 버전을 게시한 <a href='https://extensions.gnome.org/upload/'>동일 양식</a>으로 다음 버전을 업로드할 수 있습니다.
lt: Galite nusiųsti kitą versiją <a href='https://extensions.gnome.org/upload/'>ta apčia form</a>, kuria pateikėte šią versiją.
nl: U kunt de volgende versie uploaden met <a href='https://extensions.gnome.org/upload/'>hetzelfde formulier</a> waarmee u deze versie geplaatst hebt.
pl: Można przesłać następną wersję za pomocą <a href='https://extensions.gnome.org/upload/'>tego samego formularza</a>, co przy tej wersji.
pt: Pode carregar a próxima versão através do mesmo <a href='https://extensions.gnome.org/upload/'>formulário</a> que publicou esta versão.
pt_br: Você pode enviar a próxima versão pelo <a href='https://extensions.gnome.org/upload/'>mesmo formulário</a> que você publicou esta versão.
ro: Puteți încărca versiunea următoare utilizând <a href='https://extensions.gnome.org/upload/'>același formular</a> în care ați postat această versiune.
ru: Вы можете загрузить следующую версию через <a href='https://extensions.gnome.org/upload/'>такую же форму</a>, в которой вы разместили эту версию.
sl: Naslednjo različico lahko naložite z <a href='https://extensions.gnome.org/upload/'>istim obrazcem</a>, s katerim ste objavili to različico.
sr: Можете да отпремите следеће издање помоћу <a href='https://extensions.gnome.org/upload/'>истог обрасца</a> којим сте објавили ово издање.
sv: Du kan skicka nästa version med <a href='https://extensions.gnome.org/upload/'>samma formulär</a> som du postat denna version.
tr: Sonraki sürümü, bu sürümü yayınladığınız <a href='https://extensions.gnome.org/upload/'>aynı form ile</a> yükleyebilirsiniz.
uk: Ви можете вивантажити наступну версії за допомогою <a href='https://extensions.gnome.org/upload/'>тієї самої форми</a>, яку використали для записування цієї.
uz: Siz keyingi versiyani ushbu versiyani joylagan <a href='https://extensions.gnome.org/upload/'>shakl</a> orqali yuklashingiz mumkin.
zh_cn: 你在上传下个版本时可以使用和你发布这个版本时<a href='https://extensions.gnome.org/upload/'>相同的表格</a>。

source: You can change the extension icon by clicking on the icon in your extension page.
be: Вы можаце змяніць значок пашырэння, калі націсніце на яго на старонцы пашырэнне.
cs: Můžete změnit ikonu rozšíření kliknutím na ni na stránce s vaším rozšířením.
el: Μπορείτε να αλλάξετε το εικονίδιο επέκτασης κάνοντας κλικ στο εικονίδιο στη σελίδα επέκτασης.
eu: Hedapenaren ikonoa aldatzeko, egin klik zure hedapen-orriko ikonoan.
fa: می‌توانید نقشک افزونه را با زدن روی نقشک در صفحهٔ افزونه‌تان عوض کنید.
fi: Voit muuttaa laajennuksen kuvaketta napsauttamalla kuvaketta laajennuksen sivulla.
fur: Tu puedis cambiâ la icone de estension fasint clic su la icone te tô pagjine de estension.
gl: Pode cambiar a icona de extensión premendo na icona da súa páxina de extensión.
he: באפשרותך לשנות את סמל ההרחבה על ידי לחיצה על הסמל בדף ההרחבה שלך.
hi: आप अपने एक्सटेंशन पृष्ठ में आइकन पर क्लिक करके एक्सटेंशन आइकन बदल सकते हैं।
hu: A kiterjesztés ikonját a kiterjesztés oldalán lévő ikonra kattintva változtathatja meg.
id: Anda dapat mengubah ikon ekstensi dengan mengklik ikon di halaman ekstensi Anda.
ka: გაფართოების ხატულას შეცვლა გაფართოების გვერდზე ხატულაზე დაწკაპუნებით შეგიძლიათ.
kk: Кеңейту таңбашасын кеңейту бетіндегі таңбашаға шерту арқылы өзгерте аласыз.
ko: 확장 페이지의 아이콘을 눌러 확장 아이콘을 바꿀 수 있습니다.
lt: Galite pakeisti plėtinio piktogramą paspausdami ant piktogramos jūsų plėtinio puslapyje.
nl: U kunt het pictogram van de extensie wijzigen door op het pictogram te klikken op de pagina van uw extensie.
pl: Można zmienić ikonę rozszerzenia klikając ikonę na stronie rozszerzenia.
pt: Pode alterar o ícone de extensão clicando no ícone na sua página de extensão.
pt_br: Você pode alterar o ícone da extensão clicando no ícone na página da extensão.
ro: Puteți modifica iconița extensiei dând clic pe iconița din pagina extensiei.
ru: Вы можете изменить значок расширения, нажав на значок на странице расширения.
sl: Ikono razširitve lahko spremenite, tako da kliknete ikono na strani razširitve.
sr: Можете да измените иконицу проширења кликом на иконицу на вашој страници проширења.
sv: Du kan ändra tilläggsikonen genom att klicka på ikonen på din tilläggssida.
tr: Uzantı sayfanızdaki simgeye tıklayarak uzantı simgesini değiştirebilirsiniz.
uk: Ви можете змінити піктограму розширення клацанням на піктограмі на вашій сторінці розширення.
uz: Kengaytma sahifangizdagi belgini bosish orqali kengaytma belgisini o'zgartirishingiz mumkin.
zh_cn: 你可以在你的扩展页面上点击图标以修改扩展图标。
