Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: Forgot your password? Enter your e-mail address below, and we’ll e-mail instructions for setting a new one.
be: Забылі пароль? Увядзіце ніжэй адрас сваёй электроннай пошты, і мы вышлем інструкцыі, як задаць новы.
ca: Heu oblidat la contrasenya? Entreu el vostre correu electrònic més avall i us enviarem instruccions per configurar-ne una nova.
cs: Zapomněli jste své heslo? Zadejte svoji e-mailovou adresu a obdržíte e-mailem návod pro nastavení nového.
da: Har du glemt din adgangskode? Indtast din e-mailadresse nedenfor, så sender vi instruktioner via e-mail til at indstille en ny.
de: Haben Sie Ihr Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein und Sie erhalten per E-Mail Anweisungen, wie Sie ein neues Passwort festlegen können.
el: Ξεχάσατε το συνθηματικό σας; Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας παρακάτω και θα σας στείλουμε οδηγίες για τη ρύθμιση ενός νέου.
es: ¿Ha olvidado su contraseña? Escriba debajo su dirección de correo-e y se le enviarán instrucciones por correo-e para obtener una nueva.
eu: Pasahitza ahaztu duzu? Sartu zure posta elektronikoko helbidea behean, eta pasahitz berria ezartzeko argibideak bidaliko dizkizugu.
fa: گذرواژه‌تان را فراموش کرده‌اید؟ نشانی رایانامه‌تان را در زیر وارد کرده و دستورالعمل‌های تنظیم یک گذرواژهٔ جدید را برایتان خواهیم فرستاد.
fi: Unohditko salasanasi? Kirjoita sähköpostiosoitteesi alle, me lähetämme sinulle ohjeet salasanan vaihtamiseksi.
fur: Password dismenteade? Inserìs la tô direzion e-mail chi sot e ti inviarin une e-mail cun lis istruzions par creâ une gnove.
fy: Jo wachtwurd fergetten? Fier hjir ûnder jo e-mail adres yn, en we sille jo in e-mail stjoere mei ynstruksjes om in nijen oan te meitsjen.
gl: Esqueceu o contrasinal? Escriba o seu enderezo de correo embaixo, e enviarémoslle instrucións para configurar unha nova.
he: שכחת את הססמה שלך? נא להקליד את כתובת הדוא״ל להלן ואנו נשלח אליך בדוא״ל הנחיות להגדרת אחת חדשה.
hi: क्या आप अपना पासवर्ड भूल गए? नीचे अपना ई-मेल पता दर्ज करें, और हम एक नया निर्धारित करने के लिए निर्देश ई-मेल करेंगे।
hr: Zaboravili ste svoju lozinku? Upišite svoju adresu e-pošte ispod i poslati ćemo vam upute za postavljanje nove lozinke.
hu: Elfelejtette a jelszavát? Adja meg az e-mail-címét lent, és elküldjük az új jelszó beállításához szükséges utasításokat.
id: Lupa kata sandi Anda? Masukkan alamat surel Anda di bawah ini, dan kami akan mengirim surel instruksi untuk mengatur yang baru.
it: Hai dimenticato la password? Inserisci il tuo indirizzo email e ti invieremo le istruzioni per impostarne una nuova.
ka: დაგავიწყდათ პაროლი? შეიყვანეთ ელფოსტის მისამართი ქვემოთ და პაროლის შეცვლის ინსტრუქციებს გამოგიგზავნით.
kk: Парольді ұмыттыңыз ба? Төменде электрондық пошта адресін енгізіңіз, біз жаңасын орнату нұсқауларын электрондық пошта арқылы жібереміз.
ko: 암호를 잊으셨습니까? 아래에 전자메일 주소를 입력하시면 새 계정을 설정하는 절차를 전자메일로 안내해드리겠습니다.
lt: Pamiršote slaptažodį? Įveskite žemiau savo el. pašto adresą ir mes jums išsiųsime nurodymus, kaip nusistatyti naują.
ms: Lupa kata laluan anda? Masukkan alamat emel anda di bawah, dan kami akan emelkan arahan untuk menetapkan yang baharu.
nl: Wachtwoord vergeten? Voer hieronder uw e-mailadres in en wij sturen u per e-mail instructies om een nieuw wachtwoord in te stellen.
pl: Nie pamiętasz hasła? Proszę podać adres e-mail poniżej, a wyślemy instrukcje ustawienia nowego pocztą.
pt: Esqueceu-se da palavra-passe? Insira o seu correio eletrónico abaixo e receberá instruções para definir uma nova palavra-passe.
pt_br: Escreveu sua senha? Digite seu endereço de e-mail abaixo e vamos enviar as instruções pelo e-mail para definir uma nova.
ro: Ați uitat parola? Introduceți adresa de email mai jos și vă vom trimite instrucțiuni pentru a stabili o parolă nouă.
ru: Забыли пароль? Введите ниже адрес своей электронной почты, и мы вышлем инструкции по установке нового пароля.
sk: Zabudli ste svoje heslo? Nižšie zadajte vašu e-mailovú adresu, na ktorú vám zašleme inštrukcie k nastaveniu nového hesla.
sl: Ali ste pozabili geslo? Spodaj vpišite prijavni elektronski naslov in prejeli boste navodila za ponastavitev.
sr: Заборавили сте лозинку? Унесите вашу адресу е-поште испод и послаћемо вам како да поново поставите нову.
sv: Glömt ditt lösenord? Ange din e-postadress nedan så kommer vi att skicka instruktioner med e-post för hur man anger ett nytt.
tr: Parolanızı mı unuttunuz? E-posta adresinizi aşağıya girin, yenisini belirlemek için e-posta yönergelerini gönderelim.
uk: Забули пароль? Введіть свою адресу електронної пошти нижче, і ми надішлемо електронною поштою інструкції з налаштування нового.
uz: Parolingiz esdan chiqdimi? Quyida elektron pochta manzilingizni kiriting va biz yangisini o'rnatish bo'yicha ko'rsatmalarni elektron pochta orqali yuboramiz.
zh_cn: 忘记密码？请在下面输入你的电子邮件地址，我们将会通过邮件指导您如何重设密码。
zh_tw: 忘記密碼？請在下方輸入您的電子郵件地址，而後我們會寄一封設定新密碼的指引至您的信箱。

source: Your email address updated successfully
be: Адрас электроннай пошты паспяхова абноўлены
cs: Vaše e-mailová adresa byla úspěšně aktualizována
el: Η ηλεκτρονική σας διεύθυνση ενημερώθηκε με επιτυχία
eu: Zure helbide elektronikoa ongi eguneratu da
fa: نشانی رایانامه‌تان با موفّقیت به‌روز شد
fi: Sähköpostiosoitteesi päivitettiin onnistuneesti
gl: O seu enderezo de de correo foi actualizado con éxito
he: כתובת הדוא״ל שלך עודכנה בהצלחה
hi: आपका ईमेल पता सफलतापूर्वक अपडेट हो गया
hu: Az e-mail-címe sikeresen frissítve
id: Alamat surel Anda berhasil diperbarui
ka: თქვენი ელფოსტის მისამართის განახლება წარმატებულია
kk: Электрондық пошта адресіңіз сәтті жаңартылды
ko: 전자메일 주소 업데이트를 성공했습니다
lt: Jūsų el. pašto adresas sėkmingai pakeistas
nl: Uw e-mailadres is bijgewerkt
pl: Pomyślnie zaktualizowano adres e-mail
pt: O seu endereço de e-mail foi atualizado com sucesso
pt_br: Seu endereço de e-mail foi atualizado com sucesso
ro: Adresa de email a fost actualizată cu succes
ru: Адрес вашей электронной почты успешно обновлён
sl: Vaš e-naslov je bil uspešno posodobljen
sr: Адреса ваше е-поште је успешно освежена
sv: Din e-postadress uppdaterades
tr: E-posta adresiniz başarıyla güncellendi
uk: Вашу адресу електронної пошти успішно оновлено
uz: Email manzilingiz muvaffaqiyatli yangilandi
zh_cn: 您的电子邮件地址更新成功

source: Your confirmation link expired. Please request new one.
be: У спасылкі для пацвярджэння сышоў тэрмін дзеяння. Запытайце новую.
cs: Platnost vašeho potvrzovacího odkazu vypršela. Požádejte o nový.
el: Ο σύνδεσμος επιβεβαίωσης έληξε. Παρακαλούμε ζητήστε νέο.
eu: Zure berrespen-esteka iraungi da. Eskatu beste bat.
fa: پیوند تأییدیه‌تان منقضی شد. لطفاً یکی دیگر درخواست دهید.
fi: Vahvistuslinkki on vanhentunut. Pyydä uusi vahvistuslinkki.
gl: A súa ligazón de confirmación expirou. Solicite unha nova.
he: קישור האימות שלך פג תוקף. יש לבקש אחד חדש.
hi: आपका पुष्टिकरण लिंक समाप्त हो गया। कृपया नये का अनुरोध करें।
hu: A megerősítési hivatkozás lejárt. Kérjen egy újat.
id: Tautan konfirmasi Anda kedaluwarsa. Silakan minta yang baru.
ka: თქვენი დადასტურების ვადა ამოიწურა. ახალი გამოითხოვეთ.
kk: Растау сілтемесінің мерзімі өтіп кетті. Жаңасын сұраңыз.
ko: 확인 링크 기한이 지났습니다. 새 링크를 요청하십시오.
lt: Jūsų patvirtinimo saito galiojimas baigėsi. Paprašykite naujo.
nl: Uw bevestigingsverwijzing is verlopen. Gelieve er een nieuwe aan te vragen.
pl: Odnośnik z potwierdzeniem wygasł. Należy poprosić o nowy.
pt: A sua ligação de confirmação expirou. Solicite uma nova.
pt_br: Seu link de confirmação expirou. Solicite um novo.
ro: Legătura de confirmare a expirat. Cereți una nouă.
ru: Истёк срок действия ссылки для подтверждения. Пожалуйста, запросите новую.
sl: Vaša potrditvena povezava je potekla. Zahtevajte novo.
sr: Ваша веза потврђивања је истекла. Затражите још једну.
sv: Din bekräftelselänk gick ut. Begär en ny.
tr: Doğrulama bağlantınız geçerliliğini yitirdi. Lütfen yenisini isteyin.
uk: Строк дії вашого посилання щодо підтвердження вичерпано. Будь ласка, попросіть про нове.
uz: Tasdiqlash havolasi muddati tugagan. Iltimos, yangisini so'rang.
zh_cn: 您的确认链接已过期。请重新获取一个确认链接。

source: Wrong request
be: Няправільны запыт
cs: Neplatný požadavek
el: Εσφαλμένο αίτημα
eu: Eskari okerra
fa: درخواست اشتباه
fi: Väärä pyyntö
gl: Solicitude incorrecta
he: בקשה שגויה
hi: ग़लत अनुरोध
hu: Hibás kérés
id: Permintaan yang salah
ka: არასწორი მოთხოვნა
kk: Қате сұраныс
ko: 잘못된 요청입니다
lt: Bloga užklausa
nl: Ongeldig verzoek
pl: Błędne żądanie
pt: Pedido incorreto
pt_br: Solicitação incorreta
ro: Cerere greșită
ru: Неверный запрос
sl: Napačna zahteva
sr: Погрешан захтев
sv: Felaktig begäran
tr: Yanlış istem
uk: Помилковий запит
uz: Noto'g'ri so'rov
zh_cn: 请求错误

source: Profile data saved
be: Даныя профілю захаваны
cs: Data profilu uložena
el: Τα δεδομένα προφίλ αποθηκεύτηκαν
eu: Profil-datuak gorde dira
fa: داده‌های نمایه ذخیره شد
fi: Profiilitiedot tallennettu
gl: Datos do perfil gardados
he: פרופיל המידע נשמר
hi: प्रोफ़ाइल डेटा सहेजा गया
hu: Profiladatok elmentve
id: Data profil disimpan
ka: პროფილის მონაცემების შენახულია
kk: Профиль деректері сақталды
ko: 프로파일 데이터를 저장했습니다
lt: Profilio duomenys įrašyti
nl: Profielgegevens opgeslagen
pl: Zapisano dane profilu
pt: Dados de perfil guardados
pt_br: Dados de perfil salvos
ro: Datele profilului salvate
ru: Данные профиля были сохранены
sl: Podatki profila so shranjeni
sr: Подаци профила су сачувани
sv: Profildata sparade
tr: Profil verisi kaydedildi
uk: Дані профілю збережено
uz: Profil maʼlumotlari saqlandi
zh_cn: 个人资料数据已保存

source: Confirmation mail is sent to your new address. Please check your inbox.
be: На новы адрас адпраўлены электронны ліст для пацвярджэння. Праверце ўваходныя паведамленні.
cs: Potvrzovací e-mail byl odeslán na vaši novou adresu. Zkontrolujte prosím svou doručenou poštu.
el: Το μήνυμα επιβεβαίωσης αποστέλλεται στη νέα σας διεύθυνση. Παρακαλούμε ελέγξτε τα εισερχόμενά σας.
eu: Berrespen-posta bidali dugu zure helbide berrira. Begiratu zure sarrerako ontzia.
fa: نامهٔ تأییدیه به نشانی جدیدتان فرستاده شد. لطفاً صندوق ورودیتان را بررسی کنید.
fi: Vahvistusviesti lähetettiin uutteen osoitteeseesi. Tarkista postilaatikkosi.
gl: O correo de confirmación enviouse ao seu novo enderezo. Comprobe a súa caixa de entrada
he: הודעת אימות נשלחה לכתובת החדשה שלך. יש לבדוק את תיבת הדואר הנכנס שלך.
hi: पुष्टिकरण मेल आपके नए पते पर भेजा जाता है। कृपया अपना इनबॉक्स जांचें।
hu: A megerősítési levél elküldésre került az új címére. Nézze meg a postafiókját.
id: Surel konfirmasi dikirim ke alamat baru Anda. Silakan periksa kotak masuk Anda.
ka: დადასტურების ელფოსტა გაგაზავნილია ახალ მისამართზე. შეამოწმეთ საფოსტო ყუთი.
kk: Жаңа адресіңізге растау хаты жіберілді. Кіріс жәшігін тексеріңіз.
ko: 확인 메일을 새 주소로 보냈습니다. 받은 편지함에서 확인하십시오.
lt: Patvirtinimo laiškas išsiųstas jūsų naujuoju adresu. Pasitikrinkite.
nl: Er is een bevestigings-e-mail verzonden naar uw nieuwe adres. Controleer uw postvak IN.
pl: Wiadomość z potwierdzeniem została wysłana na nowy adres. Proszę sprawdzić skrzynkę odbiorczą.
pt: O e-mail de confirmação foi enviado para o seu novo endereço. Verifique a sua caixa de correio.
pt_br: E-mail de confirmação enviado para seu novo endereço. Confira sua caixa de entrada.
ro: Emailul de confirmare a fost trimis adresei noi. Verificați mesajele primite.
ru: Электронное письмо с подтверждением будет отправлено на ваш новый почтовый адрес. Пожалуйста, проверьте свой почтовый ящик.
sl: Na novi naslov vam pošljemo potrditveno e-sporočilo. Preverite svoj poštni predal.
sr: Порука потврђивања је послата на вашу нову адресу е-поште. Проверите ваше прихватно сандуче.
sv: En e-postbekräftelse skickas till din nya adress. Kontrollera din inkorg.
tr: Yeni adresinize doğrulama e-postası gönderildi. Lütfen gelen kutunuzu gözden geçirin.
uk: На вашу нову адресу надіслано повідомлення щодо підтвердження. Будь ласка, перевірте вашу теку «Вхідні».
uz: Tasdiqlash xati yangi manzilingizga yuboriladi. Iltimos, pochta qutingizni tekshiring.
zh_cn: 确认邮件已发送至您的新地址，请查看您的收件箱。

source: Password is wrong
be: Няправільны пароль
cs: Heslo není správné
el: Εσφαλμένο συνθηματικού
eu: Pasahitza okerra da
fa: گذرواژه نادرست است
fi: Salasana on väärin
gl: O contrasinal é incorrecto
he: הססמה שגויה
hi: पासवर्ड ग़लत है
hu: A jelszó hibás
id: Kata sandi salah
ka: პაროლი არასწორია
kk: Пароль қате
ko: 암호가 올바르지 않습니다
lt: Slaptažodis yra neteisingas
nl: Verkeerd wachtwoord
pl: Błędne hasło
pt: A palavra-passe está incorreta
pt_br: A senha está errada
ro: Parola este greșită
ru: Неверный пароль
sl: Geslo je napačno
sr: Лозинка је погрешна
sv: Lösenordet är fel
tr: Parola yanlış
uk: Помилковий пароль
uz: Parol noto'g'ri
zh_cn: 密码错误

source: Restore email and reset password
be: Аднавіць адрас пошты і скінуць пароль
cs: Obnovit e-mail a resetovat heslo
el: Επαναφορά ηλεκτρονικής διεύθυνσης και επαναφορά συνθηματικού
eu: Eguneratu posta elektronikoko helbidea eta berrezarri pasahitza
fa: بازگردانی رایانامه و بازنشانی گذرواژه
gl: Restaurar o correo e reiniciar contrasinal
he: שחזור דוא״ל ואיפוס ססמה
hi: ईमेल पुनर्स्थापित करें और पासवर्ड रीसेट करें
hu: E-mail-cím helyreállítása és a jelszó visszaállítása
id: Pulihkan surel dan setel ulang kata sandi
ka: აღადგინეთ ელფოსტა და შეცვალეთ პაროლი
kk: Электрондық поштаны қалпына келтіру және парольді тастау
ko: 전자메일 주소 복원 및 암호 재설정
lt: Atkurti el. paštą ir atstatyti slaptažodį
nl: E-mailadres en wachtwoord herstellen
pl: Przywróć adres e-mail i hasło
pt: Restaurar o e-mail e redefinir a palavra-passe
pt_br: Restaurar e-mail e redefinir senha
ro: Restaurează emailul și restabilește parola
ru: Восстановить электронную почту и сбросить пароль
sl: Obnovi uporabniško ime in ponastavi geslo
sr: Поврати е-пошту и изабери нову лозинку
sv: Återställ e-post och nollställ lösenord
tr: E-postayı kurtar ve parolayı sıfırla
uk: Відновити адресу ел. пошти і скинути пароль
uz: Elektron pochtani tiklang va parolni o'rnating
zh_cn: 恢复邮件地址并重设密码

source: About
be: Пра нас
ca: Quant a
cs: O rozšířeních
da: Om
de: Info
el: Περί
es: Acerca de
eu: Honi buruz
fa: درباره
fi: Tietoa
fur: Informazions
fy: Oer
gl: Sobre
he: על אודות
hi: बारे में
hr: Informacije
hu: Névjegy
id: Tentang
it: Informazioni
ka: შესახებ
kk: Туралы
ko: 정보
lt: Apie
ms: Perihal
nl: Info
pl: O serwisie
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О приложении
sk: O webe
sl: O programu
sr: О услузи
sv: Om
tr: Hakkında
uk: Відомості
uz: Biz haqimizda
zh_cn: 关于
zh_tw: 關於

source: Extensions
be: Пашырэнні
cs: Rozšíření
da: Udvidelser
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
eu: Hedapenak
fa: افزونه‌ها
fi: Laajennukset
fur: Estensions
fy: Útwreidings
gl: Extensións
he: הרחבות
hi: एक्सटेंशन
hr: Proširenja
hu: Kiterjesztések
id: Ekstensi
it: Estensioni
ka: გაფართოებები
kk: Кеңейтулер
ko: 확장
lt: Plėtiniai
ms: Sambungan
nl: Uitbreidingen
pl: Rozszerzenia
pt: Extensões
pt_br: Extensões
ro: Extensii
ru: Расширения
sk: Rozšírenia
sl: Razširitve
sr: Проширења
sv: Tillägg
tr: Uzantılar
uk: Розширення
uz: Kengaytmalar
zh_cn: 扩展
zh_tw: 擴充套件

source: Add yours
be: Дадаць сваё
ca: Afegiu les vostres
cs: Přidat svoje
da: Tilføj dine
de: Eigene hinzufügen
el: Προσθέστε το δικό σας
es: Añadir la suya
eu: Gehitu zureak
fa: افزودن افزونهٔ خودتان
fi: Lisää omasi
fur: Zonte lis tôs
fy: Jo eigen tafoegje
gl: Engada a súa
he: הוספת הרחבות משלך
hi: अपना जोड़ें
hr: Dodajte svoje
hu: Saját hozzáadása
id: Tambahkan milik Anda
it: Aggiungi le tue
ka: დაამატეთ თქვენი
kk: Өзіңіздікін қосу
ko: 확장 추가
lt: Pridėkite savo
ms: Tambah
nl: Uw uitbreidingen toevoegen
pl: Dodaj swoje
pt: Adicione a sua
pt_br: Adicione suas
ro: Adaug-o
ru: Добавить свое
sk: Pridajte svoje
sl: Dodajte svoje
sr: Додајте ваше
sv: Lägg till dina
tr: Kendininkileri ekle
uk: Додати своє
uz: O'zingiznikini qo'shing
zh_cn: 添加您的
zh_tw: 加入您的

source: Installed extensions
be: Усталяваныя пашырэнні
ca: Extensions instal·lades
cs: Nainstalovaná rozšíření
da: Installerede udvidelser
de: Installierte Erweiterungen
el: Εγκατεστημένες επεκτάσεις
es: Extensiones instaladas
eu: Instalatutako hedapenak
fa: افزونه‌های نصب‌شده
fi: Asennetut laajennukset
fur: Estensions instaladis
fy: Ynstallearre útwreidings
gl: Extensións instaladas
he: הרחבות מותקנות
hi: स्थापित एक्सटेंशन
hr: Instalirana proširenja
hu: Telepített kiterjesztések
id: Ekstensi terpasang
it: Estensioni installate
ka: დაყენებული გაფართოებები
kk: Орнатылған кеңейтулер
ko: 설치한 확장
lt: Įdiegti plėtiniai
ms: Sambungan terpasang anda
nl: Geïnstalleerde uitbreidingen
pl: Zainstalowane rozszerzenia
pt: Extensões instaladas
pt_br: Extensões instaladas
ro: Extensii instalate
ru: Установленные расширения
sk: Nainštalované rozšírenia
sl: Nameščene razširitve
sr: Инсталирана проширења
sv: Installerade tillägg
tr: Kurulu uzantılar
uk: Встановлені розширення
uz: O'rnatilgan kengaytmalar yo'q
zh_cn: 已安装的扩展
zh_tw: 安裝的擴充套件

source: You must define `shell-version` key in metadata.json
be: Вы павінны вызначыць ключ «shell-version» у файле metadata.json
cs: V souboru metadata.json musíte definovat klíč `shell-version`
el: Πρέπει να ορίσετε το κλειδί "shell-version" στο metadata.json
eu: `shell-version` gakoa definitu behar da metadata.json fitxategian
fa: باید کلید shell-version را در metadata.json تعریف کنید
fi: Sinun tulee määrittää `shell-version`-avain metadata.json-tiedostossa
gl: Debe definir a chave «shell-version» en metadata.json
he: חובה להגדיר מפתח 'shell-version' (גרסת מעטפת) בקובץ metadata.json
hi: आपको metadata.json में `shell-version` कुंजी को परिभाषित करना होगा
hu: Meg kell határoznia a „shell-version” kulcsot a metadata.json fájlban
id: Anda harus menentukan kunci `shell-version` di metadata.json
ka: თქვენს metadata.json ფაილში 'shell-version'-ის განსაზღვრა აუცილებელია
kk: metadata.json ішінде `shell-version` кілтін анықтауыңыз керек
ko: metadata.json의 `shell-version`키 값을 지정해야 합니다.
lt: Turite nustatyti `shell-version` raktą metadata.json faile
nl: U dient de sleutel ‘shell-version’ in te stellen in metadata.json
pl: Należy określić klucz „shell-version” w pliku metadata.json
pt: É necessário definir a chave `shell-version` em metadata.json
pt_br: Você deve definir a chave `shell-version` no metadata.json
ro: Trebuie să definiți cheia „shell-version” în metadata.json
ru: Вы должны определить ключ «shell-version» в файле metadata.json
sl: Ključ `shell-version` morate definirati v metadata.json
sr: Морате да одредите кључ „shell-version“ у „metadata.json“
sv: Du måste definiera nyckeln ”shell-version” i metadata.json
tr: metadata.json’da `shell-version` anahtarı tanımlamalısınız.
uk: Вам слід визначити ключ «shell-version» у metadata.json
uz: Metadata.json da "shell-version" kalitini belgilashingiz kerak
zh_cn: 您必须在 metadata.json 中定义 `shell-version` 键值

source: Unsupported donation type: %s
be: Тып ахвяравання не падтрымліваецца: %s
cs: Nepodporovaný typ daru: %s
el: Μη υποστηριζόμενος τύπος δωρεάς: %s
eu: Onartzen ez den dohaintza mota: %s
fa: گونهٔ اعانهٔ پشتیبانی‌نشده: %s
fi: Lahjoituksen tyyppi ei ole tuettu: %s
gl: Tipo de doazón non admitida: %s
he: סוג תרומה לא נתמך: %s
hi: असमर्थित दान प्रकार: %s
hu: Nem támogatott adománytípus: %s
id: Jenis donasi tidak didukung: %s
ka: მხარდაუჭერელი შემოწირულობის ტიპი: %s
kk: Демеушілік етудің қолдау көрсетілмейтін түрі: %s
ko: 지원하지 않는 기부 방식: %s
lt: Nepalaikomas aukos tipas: %s
nl: Niet-ondersteund donatietype: %s
pl: Nieobsługiwany typ datku: %s
pt: Tipo de doação não suportada: %s
pt_br: Tipo de doação não suportada: %s
ro: Tip de donație nesuportat: %s
ru: Неподдерживаемый тип финансовой поддержки: %s
sl: Nepodprta vrsta donacije: %s
sr: Неподржана врста донације: %s
sv: Donationstypen stöds inte: %s
tr: Desteklenmeyen bağış seçeneği: %s
uk: Непідтримуваний тип фінансової підтримки: %s
uz: Qoʻllab-quvvatlanmaydigan xayriya turi: %s
zh_cn: 不支持的捐赠类型：%s

source: You can not specify more than 3 values for donation type "%s"
be: Вы не можаце ўказваць больш за 3 значэнні для ахвяравання тыпу «%s»
cs: Pro typ daru „%s“ nemůžete zadat více než 3 hodnoty
el: Δεν μπορείτε να καθορίσετε περισσότερες από 3 τιμές για τον τύπο δωρεάς «%s»
eu: Ezin dira 3 balio baino gehiago zehaztu "%s" dohaintza motarako
fa: نمی‌توانید بیش از ۳ مقدار برای گونهٔ اعانهٔ «%s» مشخّص کنید
gl: Non pode especificar máis de 3 valores de tipos de doazón «%s»
he: לא ניתן להגדיר יותר מ־3 ערכים לסוג התרומה „%s”
hi: आप दान प्रकार "%s" के लिए 3 से अधिक मान निर्दिष्ट नहीं कर सकते
hu: Nem adhat meg 3-nál több értéket a(z) „%s” adománytípusnál
id: Anda tidak dapat menentukan lebih dari 3 nilai untuk jenis donasi "%s"
ka: დონაციის ტიპისთვის "%s" სამზე მეტ მნიშვნელობას ვერ მიუთითებთ
kk: "%s" демеушілік түрі үшін 3-тен көп мән көрсете алмайсыз
ko: "%s" 기부 방식 값을 3개 이상 지정할 수 없습니다
lt: Negalite nurodyti daugiau nei 3 vertes aukos tipui „%s“
nl: U kunt niet meer dan 3 waarden opgeven voor donatietype ‘%s’
pl: Nie można podać więcej niż 3 wartości dla typu datku „%s”
pt: Não é possível especificar mais de 3 valores para o tipo de doação "%s"
pt_br: Você não pode especificar mais de 3 valores para o tipo de doação “%s”
ro: Nu puteți specifica mai mult de 3 valori pentru tipul de donație „%s”
ru: Вы не можете указывать более 3 значений для типа финансовой поддержки «%s»
sl: Za vrsto donacije »%s« ne morete določiti več kot treh vrednosti
sr: Не можете да наведете више од три вредности за врсту донације „%s“
sv: Du kan inte ange mer än tre värden för donationstypen ”%s”
tr: "%s" bağış seçeneği için üçten çok değer belirtemezsiniz
uk: Ви не можете вказувати більше 3 значень для типу фінансової підтримки «%s»
uz: “%s” xayriya turi uchun 3 tadan ortiq qiymat belgilay olmaysiz
zh_cn: 您不能为捐赠类型“%s”指定多于3个值

source: At least one value must be specified for donation type "%s"
be: Патрабуецца ўказаць прынамсі адно значэнне для ахвяравання тыпу «%s»
cs: Alespoň jedna hodnota musí být zadána pro typ daru „%s“
el: Πρέπει να καθοριστεί τουλάχιστον μία τιμή για τον τύπο δωρεάς «%s»
eu: Gutxienez balio bat zehaztu behar da "%s" dohaintza motarako
fa: کمینه یک مقدار باید برای گونهٔ اعانهٔ «%s» مشخّص شود
gl: Debe especificar cando menos un valor para o tipo de doazón «%s»
he: יש להגדיר לכל הפחות סוג תרומה אחד עבור „%s”
hi: दान प्रकार "%s" के लिए कम से कम एक मान निर्दिष्ट होना चाहिए
hu: Legalább egy értéket meg kell adni a(z) „%s” adománytípusnál
id: Setidaknya satu nilai harus ditentukan untuk jenis donasi "%s"
ka: დონაციის ტიპისთვის "%s" სულ ცოტა, ერთი მნიშვნელობაა საჭირო
kk: "%s" демеушілік түрі үшін кем дегенде бір мән көрсетілуі керек
ko: "%s" 기부 방식 값을 최소 하나 이상 지정해야 합니다
lt: Bent viena vertė turi būti nurodyta aukos tipui „%s“
nl: U moet minstens één waarde opgeven voor donatietype ‘%s’
pl: Należy podać co najmniej jedną wartość dla typu datku „%s”
pt: Deve ser especificado pelo menos um valor para o tipo de doação "%s"
pt_br: Pelo menos um valor deve ser especificado para o tipo de doação “%s”
ro: Cel puțin o valoare trebuie specificată pentru tipul de donație „%s”
ru: Для типа финансовой поддержки «%s» должно быть указано, по крайней мере, одно значение
sl: Za vrsto donacije »%s« morate navesti vsaj eno vrednost
sr: Барем једна вредност мора бити наведена за врсту донације „%s“
sv: Minst ett värde måste anges för donationstypen ”%s”
tr: "%s" bağış seçeneği için en az bir değer belirtilmelidir
uk: Для типу фінансової підтримки «%s» має бути вказано принаймні одне значення
uz: “%s” xayriya turi uchun kamida bitta qiymat belgilanishi kerak
zh_cn: 您至少需要为捐赠类型“%s”指定1个值
