Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: You are going to leave GNOME Extensions website to %(url)s.
be: Вы збіраецеся пакінуць сайт пашырэнняў GNOME і перайсці на %(url)s.
cs: Chystáte se opustit web Rozšíření GNOME a přejít na %(url)s.
el: Θα αφήσετε τον ιστότοπο των επεκτάσεων GNOME στο %(url)s.
eu: GNOMEren hedapenen gunetik irteten ari zara hona joateko: %(url)s
fa: دارید پایگاه افزونه‌های گنوم را به مقصد %(url)s ترک می‌کنید.
fi: Olet poistumassa Gnomen laajennusten verkkosivustolta osoitteeseen %(url)s.
gl: Vai abandonar o sitio web de Extensións de GNOME cara %(url)s.
he: פעולה זו תוציא אותך מאתר ההרחבות של GNOME אל %(url)s.
hi: आप GNOME एक्सटेंशन वेबसाइट को %(url)s के लिए छोड़ने जा रहे हैं।
hu: Ön el fogja hagyni a GNOME kiterjesztések webhelyet a(z) %(url)s címre.
id: Anda akan meninggalkan situs web Ekstensi GNOME ke %(url)s.
ka: თქვენ ტოვებთ GNOME გაფართოებების ვებსაიტს და გადახვალთ %(url)s-ზე.
kk: Сіз GNOME кеңейтулері сайтынан %(url)s адресіне өтпексіз.
ko: 그놈 확장 웹사이트에서 %(url)s(으)로 나가려고 합니다.
lt: Paliksite GNOME plėtinių tinklalapį į %(url)s.
nl: U staat op het punt de GNOME-uitbreidingenwebsite te verlaten naar %(url)s.
pl: Zostanie otwarta strona %(url)s.
pt: Vai sair do sítio Web do Extensões do GNOME para %(url)s.
pt_br: Você vai sair do site GNOME Extensions para %(url)s.
ro: Veți părăsi pagina web Extensii GNOME către %(url)s.
ru: Вы собираетесь покинуть веб-сайт расширений GNOME и перейти на %(url)s.
sl: Zapustili boste spletišče Razširitve GNOME in se odpravili na %(url)s.
sr: Оставићете веб сајт Гномових проширења за %(url)s.
sv: Du håller på att lämna webbplatsen för GNOME-tillägg för %(url)s.
tr: GNOME Uzantılar web sitesinden %(url)s sayfasına gidiyorsunuz
uk: Ви наказали програмі полишити сайт розширень GNOME і перейти до %(url)s.
uz: Siz GNOME kengaytmalari veb-saytini %(url)s ga tark etmoqchisiz.
zh_cn: 您正要离开 GNOME 扩展网站前往 %(url)s。

source: Cancel
be: Скасаваць
cs: Zrušit
el: Ακύρωση
eu: Utzi
fa: لغو
fi: Peru
gl: Cancelar
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
ka: გაუქმება
kk: Бас тарту
ko: 취소
lt: Atsisakyti
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отменить
sl: Prekliči
sr: Откажи
sv: Avbryt
tr: İptal
uk: Скасувати
uz: Bekor qilish
zh_cn: 取消

source: Unfortunately, to help prevent spam, we require that you <a href="%(login_url)s">log in to GNOME Shell Extensions</a> in order to post a comment or report an error. You understand, right?
be: На жаль, каб прадухіліць спам, мы патрабуем ад вас <a href="%(login_url)s">ўвайсці ў GNOME Shell Extensions</a>, каб пакідаць каментарыі або паведамляць пра памылкі. Вы разумееце, праўда?
ca: Per desgràcia, per ajudar a prevenir el correu brossa, necessitem que <a href="%(login_url)s"> inicieu la sessió a les extensions de GNOME Shell </a> per publicar un comentari o informar d’un error. Teniu compte, no?
cs: Bohužel jsme nuceni se bránit spamu a proto požadujeme, abyste pro psaní komentářů a hlášení chyb byli <a href="%(login_url)s">k Rozšířením GNOME Shell přihlášeni</a>. Doufáme, že to pochopíte.
da: For at forhindre spam kræver vi, at du <a href="%(login_url)s">logger ind på GNOME Shell-udvidelser</a> for at indsende en kommentar eller rapportere en fejl. Det er i orden, ikke også?
de: Zur Vermeidung von Spam ist es leider notwendig, dass Sie sich bei den <a href="%(login_url)s">GNOME Shell-Erweiterungen</a> anmelden, um einen Kommentar zu hinterlassen oder einen Fehler zu melden. Das verstehen Sie doch, oder?
el: Δυστυχώς, για να βοηθήσουμε στην αποφυγή ανεπιθύμητων μηνυμάτων, απαιτούμε να <a href="%(login_url)s">συνδεθείτε στις επεκτάσεις του κελύφους του GNOME</a> για να δημοσιεύσετε ένα σχόλιο ή να αναφέρετε ένα σφάλμα. Καταλαβαίντε το λόγο, έτσι;
es: Para evitar el spam debe <a href="%(login_url)s">iniciar sesión en Extensiones de GNOME Shell</a> para poder publicar un comentario o informar de un error. Lo entiende ¿verdad?
eu: Zoritxarrez, spam-a saihesteko, <a href="%(login_url)s">GNOME Shell hedapenetan</a> saioa hastea eskatzen dugu, iruzkin bat bidali edo errore bat jakinarazi nahi baduzu. Ulertzen duzu, ezta?
fa: متأسفانه برای کمک به جلوگیری از هرزنامه لازم است برای فرستادن نظر یا گزارش خطا، <a href="%(login_url)s">وارد افزونه‌های پوستهٔ گنوم شوید</a>. متوجهید دیگر؟
fi: Vaadimme roskapostin estämiseksi <a href="%(login_url)s">sisäänkirjautumista GNOME Shell Extensions -sivustolle</a>, jotta voit kommentoida tai ilmoittaa virheestä. Ymmärräthän?
fur: Par prevignî i messaçs di spam, al è necessari che tu <a href="%(login_url)s">jentredis su Estensions di GNOME Shell</a> par podê publicâ un coment o segnalâ un erôr. Capît, no mo?
fy: Spitigernôch, om spam te foarkommen, moatte we jo ta bine om <a href="%(login_url)s">yn te loggen op GNOME Shell Útwreidings</a> om the reagearen of in flater oan te jaan. Dat begripe jo dochs wol?
gl: Desafortunadamente, para axudar a evitar o correo non desexado, requirimos que <a href="%(login_url)s">inicie a sesión nas Extensións de GNOME Shell</a> para enviar un comentario ou informar dun erro. Enténdeo, verdade?
he: לרוע המזל, כדי לסייע למנוע ספאם, אנו דורשים ממך <a href="%(login_url)s">להיכנס למערכת ההרחבות למעטפת GNOME</a> כדי לפרסם תגובה או לדווח על שגיאה. זה בסדר מבחינתך, נכון?
hi: दुर्भाग्य से, स्पैम को रोकने में मदद करने के लिए, हमें आवश्यकता है कि आप टिप्पणी पोस्ट करने या त्रुटि की रिपोर्ट करने के लिए <a href="%(login_url)s">GNOME शैल एक्सटेंशन में लॉग इन करें</a>। आप समझते हैं, है ना?
hr: Nažalost, kako bi spriječili neželjene poruke, zahtijevamo da se <a href="%(login_url)s">prijavite u Proširenja GNOME ljuske</a> kako bi objavili komentar ili izvještaj greške. Razumijete li, zar ne?
hu: Sajnos a kéretlen üzenetek megakadályozása miatt <a href="%(login_url)s">be kell jelentkeznie a GNOME Shell kiterjesztésekbe</a>, hogy hozzászólhasson vagy hibát jelentsen be. Megérti, ugye?
id: Sayangnya, untuk membantu mencegah spam, kami mengharuskan Anda <a href="%(login_url)s">masuk ke Ekstensi GNOME Shell</a> untuk mengirim komentar atau melaporkan galat. Anda mengerti kan?
it: Per ridurre gli eventi indesiderati, è necessario <a href="%(login_url)s">eseguire l'accesso a Estensioni per GNOME Shell</a> per poter lasciare commenti o segnalare errori.
ka: სამწუხაროდ, იმისთვის, რომ სპამი თავიდან ავიცილოთ, ჩვენ ვითხოვთ, რომ <a href="%(login_url)s">შეხვიდეთ GNOME Shell-ის გაფართოების ვებგვერდზე </a>, რომ დაპოსტოთ კომენტარი ან გააგზავნოთ ანგარიში შეცდომის შესახებ. ეს გესმით, ხომ?
kk: Өкінішке орай, спамның алдын алу үшін пікір қалдыру немесе қате туралы хабарлау үшін сізден <a href="%(login_url)s">GNOME Shell кеңейтулеріне кіруді</a> талап етеміз. Түсінесіз ғой, иә?
ko: 안타깝게도, 댓글을 달거나 오류를 보고하려면 스팸을 막을 목적으로 <a href="%(login_url)s">그놈 쉘에 로그인</a>해야 합니다. 이해하셨죠?
lt: Deja, siekdami išvengti brukalo, reikalaujame, kad norėdami paskelbti komentarą ar pranešti apie klaidą <a href="%(login_url)s">prisijungtumėte prie GNOME apvalkalo plėtinių</a>. Jūs juk mus suprantate, ar ne?
ms: Malangnya, untuk menghindari spam, kami mohon anda <a href="%(login_url)s">daftar masuk ke Sambungan Shell GNOME</a> dahulu supaya dapat mengepos satu ulasan atau melaporkan satu ralat. Diharap anda memahaminya?
nl: Om spam tegen te gaan, vragen we u om u <a href="%(login_url)s">aan te melden bij Uitbreiding voor GNOME Shell</a> om een reactie te kunnen plaatsen of een fout te melden.
pl: Aby uniknąć niechcianych wiadomości do wysyłania komentarzy i zgłaszania błędów wymagamy <a href="%(login_url)s">zalogowania się w serwisie</a>.
pt: Infelizmente, para prevenir lixo eletrónico, necessitamos que <a href="%(login_url)s">inicie sessão no Extensões da Interface GNOME</a> para enviar comentários ou reportar erros. Entende não?
pt_br: Infelizmente, para ajudar a evitar spam, nós precisamos que você se <a href="%(login_url)s">conecte no GNOME Shell Extensions</a> para publicar um comentário ou relatar um erro. Você compreende, certo?
ro: Din păcate, pentru a preveni spam-ul, cerem să <a href="%(login_url)s">vă autentificați la Extensii pentru Shell-ul GNOME</a> pentru a putea publica un comentariu sau raporta o eroare. Sperăm că înțelegeți, așa-i?
ru: К сожалению, для предотвращения спама, мы требуем от вас <a href="%(login_url)s">войти в GNOME Shell Extensions</a>, чтобы оставить комментарий или сообщить об ошибке. Вы ведь понимаете необходимость этого, не так ли?
sk: Žiaľ, aby sme predišli spamu, vyžadujeme vaše <a href="%(login_url)s">prihlásenie do Rozšírení Shellu prostredia GNOME</a>, aby ste mohli zverejniť komentár alebo nahlásiť chybu. Rozumiete tomu, však?
sl: Za preprečevanje prejemanja neželenih sporočil je pred pošiljanjem opomb in poročil o napakah zahtevana <a href="%(login_url)s">prijava na spletno stran razširitev Lupine GNOME</a>.
sr: Нажалост, зарад спречавања нежељеног садржаја, потребно је да се <a href="%(login_url)s">пријавите на Проширења Гномове шкољке</a> да бисте оставили коментар или пријавили грешку. Разумете, зар не?
sv: För att underlätta att förhindra skräppost så kräver vi tyvärr att du <a href="%(login_url)s">loggar in på GNOME Shell-tillägg</a> för att kunna posta en kommentar eller rapportera ett fel. Vi hoppas att du har förståelse för detta.
tr: Ne yazık ki istenmeyen yorumları önlemek amacıyla yorum yazmak ya da hata bildirmek için <a href="%(login_url)s"> GNOME Kabuk Uzantılarına giriş yapmanız</a> gerekmektedir. Anlıyorsun, değil mi?
uk: На жаль, для запобігання спаму, ми вимагаємо, щоб ви <a href="%(login_url)s">увійшли до GNOME Shell Extensions</a>, щоб опублікувати коментар або повідомити про помилку. Розумієте, чи не так?
uz: Afsuski, spamning oldini olish uchun fikr bildirish yoki xato haqida xabar berish uchun sizdan <a href="%(login_url)s">GNOME Shell Extensions tizimiga kirishingiz</a> talab etiladi. Tushundingiz, to'g'rimi?
zh_cn: 很抱歉，为了防止垃圾信息，我们在你 <a href="%(login_url)s">登录到 GNOME Shell 扩展</a> 之后才能让你发表评论或报告错误。你懂的，对吧？
zh_tw: 很遺憾，為協助防止垃圾評論，我們需要您<a href="%(login_url)s">登入至 GNOME Shell 擴充套件</a>以張貼評論及回報錯誤。還能理解嗎？

source: User Reviews
be: Водгукі карыстальнікаў
ca: Comentaris dels usuaris
cs: Uživatelské recenze
da: Brugeranmeldelser
de: Benutzerrezensionen
el: Κριτικές χρήστη
es: Opiniones de usuarios
eu: Erabiltzaileen aipamenak
fa: بازبینی‌های کاربر
fi: Käyttäjäarviot
fur: Recensions utents
fy: Brûkersresinsjes
gl: Revisións de usuarios
he: סקירות משתמשים
hi: उपयोक्ता समीक्षाएं
hr: Recenzija korisnika
hu: Felhasználói értékelések
id: Ulasan Pengguna
it: Recensioni utente
ka: მიმოხილვები
kk: Пайдаланушылардың пікірлері
ko: 사용자 평가
lt: Naudotojų apžvalgos
ms: Penilaian Pengguna
nl: Beoordelingen van gebruikers
pl: Recenzje użytkowników
pt: Comentários do utilizador
pt_br: Análises de usuários
ro: Recenziile utilizatorilor
ru: Отзывы пользователей
sk: Recenzie používateľov
sl: Mnenja uporabnikov
sr: Оцене корисника
sv: Användaromdömen
tr: Kullanıcı Yorumları
uk: Відгуки користувачів
uz: Foydalanuvchi sharhlari
zh_cn: 用户评价
zh_tw: 使用者評論

source: Loading reviews…
be: Загрузка водгукаў…
ca: S'estan carregant els comentaris...
cs: Načítají se recenze…
da: Indlæser anmeldelser …
de: Rezensionen werden geladen …
el: Φόρτωση κριτικών…
es: Cargando opiniones…
eu: Aipamenak kargatzen...
fa: در حال بارکردن بازبینی‌ها…
fi: Ladataan arvioita…
fur: Daûr a cjariâ lis recensions…
fy: Resinsjes oan it laden…
gl: Cargando revisións…
he: הסקירות נטענות…
hi: समीक्षाएं लोड हो रही हैं…
hr: Učitavanje recenzija…
hu: Értékelések betöltése…
id: Memuat ulasan…
it: Caricamento recensioni…
ka: მიმოხილვების ჩატვირთვა…
kk: Пікірлерді жүктеу…
ko: 평가 불러오는 중…
lt: Įkeliamos apžvalgos…
ms: Memuatkan penilaian…
nl: Beoordelingen worden geladen…
pl: Wczytywanie recenzji…
pt: A carregar os comentários…
pt_br: Carregando análises…
ro: Se încarcă recenziile…
ru: Загрузка отзывов…
sk: Načítavajú sa recenzie…
sl: Poteka nalaganje mnenj uporabnikov …
sr: Учитавам оцене…
sv: Läser in omdömen…
tr: Yorumlar yükleniyor…
uk: Завантаження відгуків…
uz: Sharhlar yuklanmoqda…
zh_cn: 正在加载评论…
zh_tw: 正在載入評論…

source: Your opinion
be: Ваша меркаванне
ca: La vostra opinió
cs: Váš názor
da: Din mening
de: Ihre Meinung
el: Η άποψή σας
es: Su opinión
eu: Zure iritzia
fa: نظرتان
fi: Mielipiteesi
fur: La tô opinion
fy: Jo opiny
gl: A súa opinión
he: דעתך
hi: आपकी राय
hr: Vaše mišljenje
hu: Az Ön véleménye
id: Opini Anda
it: La tua opinione
ka: თქვენი აზრი
kk: Сіздің пікіріңіз
ko: 여러분의 의견
lt: Jūsų nuomonė
ms: Pendapat anda
nl: Uw mening
pl: Twoja opinia
pt: A sua opinião
pt_br: Sua opinião
ro: Opinia ta
ru: Ваш комментарий
sk: Váš názor
sl: Vaše mnenje
sr: Ваше мишљење
sv: Din åsikt
tr: Senin görüşün
uk: Ваша думка
uz: Sizning fikringiz
zh_cn: 你的意见
zh_tw: 您的想法

source: Leave a…
be: Пакінуць…
ca: Deixa un…
cs: Zanechat zde…
da: Efterlad en …
de: Schreiben …
el: Αφήστε ένα…
es: Dejar su…
eu: Utzi...
fa: گذاشتن یک…
fi: Jätä…
fur: Lasse un…
fy: Pleats in…
gl: Leixar un…
he: להשאיר…
hi: एक छोड़ो…
hr: Ostavi…
hu: Hagyjon egy…
id: Meninggalkan…
it: Lascia un…
ka: დატოვეთ…
kk: Қалдыру…
ko: 남기기…
lt: Palikti…
ms: Tinggalkan satu…
nl: Plaats een…
pl: Zostaw…
pt: Deixe um…
pt_br: Deixar um(a)…
ro: Lasă un…
ru: Оставить…
sk: Zanechajte…
sl: Pošljite …
sr: Оставите…
sv: Lämna…
tr: Seçin…
uk: Залиште…
uz: Qoldirish…
zh_cn: 留下评论……
zh_tw: 留個…

source: Comment
be: Каментарый
ca: Comentari
cs: Komentář
da: Kommentar
de: … eines Kommentars
el: Σχόλιο
es: Comentario
eu: Iruzkina
fa: نظر
fi: Kommentti
fur: Coment
fy: Reaksje
gl: Comentar
he: תגובה
hi: टिप्पणी
hr: Komentar
hu: megjegyzést
id: Komentar
it: Commento
ka: კომე_ნტარი
kk: Пікір
ko: 댓글
lt: Komentarą
ms: Ulasan
nl: Reactie
pl: Komentarz
pt: Comentário
pt_br: Comentário
ro: Comentariu
ru: Комментарий
sk: Komentár
sl: Opombo
sr: Напомене
sv: En kommentar
tr: Yorum yaz
uk: Коментар
uz: Izoh
zh_cn: 评论
zh_tw: 評論

source: Rating
be: Ацэнку
ca: Puntuació
cs: Hodnocení
da: Bedømmelse
de: … einer Bewertung
el: Αξιολόγηση
es: Evaluación
eu: Balorazioa
fa: رتبه‌گذاری
fi: Arvostelu
fur: Valutazion
fy: Wurdearring
gl: Votar
he: דירוג
hi: रेटिंग
hr: Ocjena
hu: értékelést
id: Peringkat
it: Valutazione
ka: შეფასება
kk: Рейтинг
ko: 평가
lt: Įvertinimą
ms: Penarafan
nl: Beoordeling
pl: Ocena
pt: Classificação
pt_br: Classificação
ro: Evaluare
ru: Рейтинг
sk: Hodnotenie
sl: Oceno
sr: Оцена
sv: Ett betyg
tr: Oyla
uk: Оцінку
uz: Baho
zh_cn: 评分
zh_tw: 評分

source: A reviewer will review the extension you submitted to make sure there's nothing too dangerous. You'll be emailed the result of the review.
be: Рэдактар разгледзіць адпраўленае пашырэнне, каб пераканацца, што яно не змяшчае чагосьці занадта небяспечнага. Вы атрымаеце вынік разгляду па электроннай пошце.
ca: Un revisor revisarà l’extensió que heu enviat per assegurar-vos que no hi ha res massa perillós. Se us enviarà per correu electrònic el resultat de la revisió.
cs: Na rozšíření, které jste zaslali, se podívá kontrolor, který ověří, že rozšíření neprovádí něco nepatřičného. O výsledku kontroly budete informováni e-mailem.
da: En person vil gennemgå udvidelsen du indsendte for at sikre, at der ikke er noget farligt. Du får en e-mail med resultatet fra gennemgangen.
de: Ein Rezensent wird die von Ihnen bereitgestellte Erweiterung prüfen, um sicherzustellen, dass sie nicht zu gefährlich ist. Sie erhalten das Ergebnis der Prüfung per E-Mail.
el: Ένας αναθεωρητής θα ελέγξει την επέκταση που υποβάλατε για να βεβαιωθεί ότι δεν υπάρχει τίποτα πολύ επικίνδυνο. Θα λάβετε μήνυμα με το αποτέλεσμα του ελέγχου.
es: Un revisor verificará la extensión que ha subido para asegurarse de que no es peligrosa. Se le enviará un correo con el resultado de la revisión.
eu: Aztertzaile batek zuk bidalitako hedapena aztertuko du, ezer arriskutsurik ez dagoela egiaztatzeko. Azterketaren emaitza postaz bidaliko dizugu.
fa: یک بازبین، افزونه‌ای را که ثبت‌کردید برای اطمینان از خطرناک نبودنش بررسی خواهد کرد. نتایج بازبینی به شما رایانامه خواهد شد.
fi: Tarkistaja katselmoi lähettämäsi laajennuksen varmistaakseen, ettei se ole vaarallinen. Katselmoinnin arvio lähetetään sinulle sähköpostitse.
fur: Un editôr al fasarà une recension su la estension cjariade par sigurâsi che nol è nuie di pericolôs. Ti vignarà mandade une e-mail cul risultât dal control.
fy: In rinsinsint sil jo útwreiding neisjen om wis te wêzen dat dy neat gefaarliks docht. Jo sille in e-mailtsje krije wêr't de útkomst yn stiet.
gl: Un revisor enviou unha revisión da extensión que vostede enviou para asegurarse que nada é perigoso. Enviaráselle un correo co resultado da revisión.
he: אחד מהסוקרים יסקור את ההרחבה שהגשת כדי לוודא שאינה מסוכנת. תישלח אליך הודעה בדוא״ל עם תוצאות הסקירה.
hi: एक समीक्षक आपके द्वारा सबमिट किए गए एक्सटेंशन की समीक्षा करेगा ताकि यह सुनिश्चित हो सके कि इसमें कुछ भी खतरनाक नहीं है। आपको समीक्षा का परिणाम ईमेल कर दिया जाएगा।
hr: Recenzenti će pregledati vaše proširenje koje ste poslali kako bi se uvjerili da slučajno nije zlonamjerno. Biti ćete obaviješteni o rezultatima pregleda putem e-pošte.
hu: Egy értékelő értékelni fogja a beküldött kiterjesztést, hogy meggyőződjön arról, nem túl veszélyes-e. Az értékelés eredményéről e-mailt fog kapni.
id: Peninjau akan meninjau ekstensi yang Anda kirim untuk memastikan tidak ada yang terlalu berbahaya. Anda akan dikirimkan surel hasil ulasan.
it: Un editore controllerà l'estensione appena caricata per assicurarsi che non contenga nulla di pericoloso. Riceverai una notifica col risultato del controllo.
ka: რეცენზენტი გადახედავს გაფართოებას, რომელიც თქვენ ატვირთეთ, რომ დარწმუნდეს, რომ ის საშიში არაა. მიმოხილვის შედეგებს ელფოსტაზე მიიღებთ.
kk: Рецензент сіз жіберген кеңейтуді ешқандай қауіпті нәрсе жоқтығына көз жеткізу үшін тексереді. Тексеру нәтижесі сізге электрондық пошта арқылы жіберіледі.
ko: 검토자는 여러분이 제출한 확장에 상당한 위험 요소가 있는지 확인합니다. 검토 결과는 전자메일로 받아보시게 됩니다.
lt: Apžvalgininkas peržiūrės jūsų pateiktą plėtinį, kad įsitikintų, jog jame nėra nieko pernelyg pavojingo. Apie apžvalgos rezultatą jums bus pranešta el. paštu.
ms: Seorang penilai semula akan menilai sambungan yang anda serahkan untuk memastikan ia tidak merbahaya. Keputusan penilaian akan diemelkan kepada anda kelak.
nl: De uitbreiding die u hebt ingediend zal nagekeken worden om zeker te zijn dat ze geen gevaar stelt. U krijgt de resultaten van deze controle per e-mail opgestuurd.
pl: Recenzent przejrzy wysłane rozszerzenie, aby upewnić się, że nie ma w nim nic niebezpiecznego. Wyniki recenzji wyślemy pocztą.
pt: Um revisor há de rever a extensão que enviou para que tenhamos certeza de que não é algo perigoso. Será comunicado por correio eletrónico acerca dos resultados.
pt_br: Um revisor analisará a extensão que você enviou para garantir que não haja nada muito perigoso. Você receberá um e-mail com o resultado da análise.
ro: Un revizor va verifica extensia pe care ați trimis-o pentru a ne asigura că nu se întâmplă nimic prea periculos. Veți primi un email cu rezultatul verificării.
ru: Рецензент проверит представленное вами расширение, чтобы убедиться, что в нем нет ничего слишком опасного. Результат проверки будет отправлен вам по электронной почте.
sk: Kontrolór skontroluje od vás prijaté rozšírenie, aby sme sa uistili, že nie je príliš nebezpečné. O výsledku kontroly vás budeme informovať prostredníctvom e-mailu.
sl: Pregledovalec bo pregledal poslano razširitev in vam poslal rezultate pregleda po elektronski pošti.
sr: Оцењивач ће проверити проширење које сте послали да се уверимо да нема ничега опасног. Послаћемо вам резултат оцењивања на вашу е-адресу.
sv: En granskare kommer att granska tillägget som du skickat in för att säkerställa att det inte innehåller något alltför farligt. Du kommer att få ett e-postmeddelande med resultatet av granskningen.
tr: Bir gözlemci, çok tehlikeli bir şey olmadığından emin olmak için gönderdiğiniz uzantıyı inceler. İşlemin sonucu size e-posta ile gönderilecektir.
uk: Рецензент розгляне представлене вами розширення, щоб переконатися, що немає нічого надто небезпечного. Ви отримаєте по електронній пошті результат огляду.
uz: Ko'rib chiquvchi siz yuborgan kengaytmani ko'rib chiqadi va hech qanday xavfli narsa yo'qligiga ishonch hosil qiladi. Tekshiruv natijasi sizga elektron pochta orqali yuboriladi.
zh_cn: 审核员将会审核你提交的扩展程序并确保此扩展没有危险行为。你将会在审核结束后收到邮件提醒。
zh_tw: 會有一名審核員審核您送出的擴充套件，以確保沒有夾帶危險的東西。您將收到一封審核結果的電子郵件。

source: Comments are disabled for this extension.
be: Для гэтага пашырэння каментарыі адключаны.
cs: Komentáře jsou pro toto rozšíření zakázány.
de: Kommentare sind für diese Erweiterung deaktiviert.
el: Τα σχόλια είναι απενεργοποιημένα για αυτήν την επέκταση.
es: Los comentarios están desactivados para esta extensión.
eu: Iruzkinak desgaituta daude hedapen honentzako.
fa: نظرها برای این افزونه از کار افتاده‌اند.
fi: Kommentit on poistettu käytöstä tämän laajennuksen kohdalla.
fur: I coments a son disabilitâts par cheste estension.
gl: Os comentarios están desactivados para esta extensión.
he: תגובות מושבתות עבור הרחבה זו.
hi: इस एक्सटेंशन के लिए टिप्पणियाँ अक्षम हैं।
hr: Komentari su onemogućeni za ovo proširenje.
hu: A hozzászólások le vannak tiltva ennél a kiterjesztésnél.
id: Komentar dinonaktifkan untuk ekstensi ini.
ka: ამ გაფართოებისთვის კომენტარები გამორთულია.
kk: Бұл кеңейту үшін пікірлер сөндірілген.
ko: 이 확장 기능에는 댓글을 작성할 수 없습니다.
lt: Šiam plėtiniui komentarai išjungti.
nl: Opmerkingen zijn uitgeschakeld voor deze uitbreiding.
pl: Komentarze dla tego rozszerzenia są wyłączone.
pt: Os comentários estão desativados para esta extensão.
pt_br: Comentários estão desabilitados nessa extensão.
ro: Comentariile sunt dezactivate pentru această extensie.
ru: Комментарии для этого расширения отключены.
sl: Za to razširitev so opombe onemogočene.
sr: Напомене су онемогућене за ово проширење.
sv: Kommentarer har inaktiverats för detta tillägg.
tr: Bu uzantı yorumlara kapalıdır.
uk: Коментарі щодо цього розширення вимкнено.
uz: Ushbu kengaytma uchun sharhlar o‘chirib qo‘yilgan.
zh_cn: 此扩展的评论功能已禁用。

source: %(downloads)s download
be: %(downloads)s спампоўванне
cs: %(downloads)s stažení
el: %(downloads)s λήψη
eu: Deskarga %(downloads)s
fa: %(downloads)s بارگیری
fi: %(downloads)s lataus
gl: %(downloads)s descarga
he: הורדה
hi: %(downloads)s डाउनलोड
hu: %(downloads)s letöltés
id: %(downloads)s diunduh
ka: %(downloads)s გადმოწერა
kk: %(downloads)s жүктеме
ko: 다운로드 %(downloads)s회
lt: Atsisiunčiama %(downloads)s
pl: %(downloads)s pobranie
pt: %(downloads)s transferência
pt_br: %(downloads)s baixado
ro: %(downloads)s descărcare
ru: %(downloads)s загрузка
sl: %(downloads)s prejemov
sr: %(downloads)s преузимање
sv: %(downloads)s hämtning
tr: %(downloads)s indirme
uk: %(downloads)s отримання
uz: %(downloads)s yuklab olish
zh_cn: %(downloads)s 个下载

source: Number of Downloads
be: Колькасць спампоўванняў
cs: Počet stažení
el: Αριθμός λήψεων
eu: Deskarga kopurua
fa: شمار بارگیری‌ها
fi: Latausten määrä
fur: Numar di discjariaments
gl: Número de descargas
he: מספר הורדות
hi: डाउनलोड की संख्या
hu: Letöltések száma
id: Jumlah Unduhan
ka: გადმოწერების რაოდენობა
kk: Жүктеп алулар саны
ko: 다운로드 횟수
lt: Atsiuntimų skaičius
nl: Aantal downloads
pl: Liczba pobrań
pt: Número de transferências
pt_br: Número de downloads
ro: Număr de descărcări
ru: Количество загрузок
sl: Število prejemov
sr: Број преузимања
sv: Antal hämtningar
tr: İndirme Sayısı
uk: Кількість отримань
uz: Yuklab olishlar soni
zh_cn: 下载数量

source: Donate
be: Ахвяраванне
cs: Věnovat dar
el: Δωρεά
eu: Lagundu diruz
fa: اعانه
fi: Lahjoita
gl: Donar
he: תרומה
hi: दान करें
hu: Adományozás
id: Donasi
ka: შემოწირულობა
kk: Демеушілік ету
ko: 기부
lt: Paaukoti
nl: Doneren
pl: Przekaż datek
pt: Doar
pt_br: Doar
ro: Donează
ru: Поддержать финансово
sl: Donirajte
sr: Донирај
sv: Donera
tr: Bağış
uk: Підтримати фінансово
uz: Xayriya qiling
zh_cn: 捐赠
