Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: Value type must be string or list of strings for donation type "%s"
be: Тып значэння павінен быць тэкставым радком або спісам радкоў для ахвяравання тыпу «%s»
cs: Typ hodnoty musí být řetězec nebo seznam řetězců pro typ daru „%s“
el: Ο τύπος τιμής πρέπει να είναι συμβολοσειρά ή λίστα συμβολοσειρών για τον τύπο δωρεάς «%s»
eu: Balio motak katea edo kateen zerrenda izan behar du "%s" dohaintza motarako
fa: گونهٔ مقدار برای گونهٔ اعانهٔ «%s» باید رشته یا سیاههٔ رشته‌ها باشد
gl: O tipo de balor debe ser unha cadea ou lista de cadeas para o tipo de doazóns «%s»
he: ערך הסוג חייב להכיל מחורזת או רשימה של מחוזרות לסוג תרומה „%s”
hi: दान प्रकार "%s" के लिए मान प्रकार स्ट्रिंग या स्ट्रिंग की सूची होनी चाहिए
hu: Az értéktípus csak karakterlánc vagy karakterláncok listája lehet a(z) „%s” adománytípusnál
id: Jenis nilai harus berupa string atau daftar string untuk jenis donasi "%s"
ka: მნიშვნელობა უნდა იყოს სტრიქონი, ან სტრიქონების სია დონაციის ტიპისთვის "%s"
kk: "%s" демеушілік түрі үшін мән түрі жол немесе жолдар тізімі болуы керек
ko: "%s" 기부 방식 값 형식은 문자열이거나 문자열 목록이어야 합니다
lt: Vertės tipas turi būti simbolių eilutė arba simbolių eilučių sąrašas aukos tipui „%s“
nl: Waardetype moet een tekenreeks of lijst van tekenreeksen zijn voor donatietype ‘%s’
pl: Typ wartości musi być ciągiem lub listą ciągów dla typu datku „%s”
pt: O tipo de valor deve ser uma cadeia ou uma lista de cadeias para o tipo de doação "%s"
pt_br: O tipo de valor deve ser string ou lista de strings para o tipo de doação “%s”
ro: Tipul valorii trebuie să fie șir sau listă de șiruri pentru tipul de donație „%s”
ru: Значением для типа финансовой поддержки «%s» должна быть строка или список строк
sl: Vrsta vrednosti mora biti niz ali seznam nizov za vrsto donacije »%s«
sr: Врста вредности мора бити ниска или списак ниски за врсту донације „%s“
sv: Värdetypen måste vara sträng eller lista av strängar för donationstypen ”%s”
tr: "%s" bağış seçeneği için değer türü dizge ya da dizge listesinden oluşmalıdır
uk: Для типу фінансової підтримки «%s» типом значення має бути рядок або список рядків
uz: Qiymat turi “%s” xayriya turi uchun qator yoki qatorlar roʻyxati boʻlishi kerak
zh_cn: 捐赠类型“%s”的值类型必须为字符串或字符串列表

source: Version name cannot be just spaces or dots.
be: Назва версіі не можа змяшчаць толькі прабелы і кропкі.
cs: Název verze nesmí být pouze mezery nebo tečky.
eu: Bertsio-izena ezin da zuriuneekin edo puntuekin soilik osatuta egon.
fa: نام نگارش نمی‌تواند فقط فاصله یا نقطه باشد.
fi: Version nimi ei voi pelkkiä välilyöntejä ja pisteitä.
he: מספר הגרסה לא יכול להיות סתם רווחים או נקודות.
hi: संस्करण का नाम केवल रिक्त स्थान या बिंदु नहीं हो सकता।
hu: A verziónév nem lehet csak szóköz vagy pont.
id: Nama versi tidak boleh hanya berupa spasi atau titik.
ka: ვერსიის სახელი ვერ იქნება უბრალოდ ჰარეები, ან წერტილები.
kk: Нұсқа аты тек бос орындардан немесе нүктелерден тұра алмайды.
ko: 버전 이름에 공백 문자 또는 점 문자 만은 넣을 수 없습니다.
lt: Versijos pavadinimas negali būti tik tarpai ir taškai.
nl: De versienaam mag niet enkel spaties of punten bevatten.
pt: O nome da versão não pode conter apenas espaços ou pontos.
pt_br: O nome da versão não pode ser apenas espaços e pontos.
ro: Numele versiunii nu poate fi doar spații sau puncte.
ru: Название версии не может состоять только из пробелов или точек.
sl: Ime različice ne more biti samo iz presledkov ali pik.
sr: Назив издања не може садржати само размаке и тачке.
sv: Versionsnamnet kan inte bara vara blanksteg eller punkter.
tr: Sürüm adı yalnızca boşluk ya da nokta olamaz.
uk: Назва версії не може складатися лише з пробілів і крапок.
uz: Versiya nomi faqat bo'shliq yoki nuqta bo'lishi mumkin emas.
zh_cn: 版本名称不能只有空格或点。

source: Only alphanumeric characters (eng), spaces, and dots are allowed for version name.
be: Назва версіі можа змяшчаць толькі англійскія літары і лічбы, прабелы, кропкі.
cs: Pro název verze jsou povoleny pouze alfanumerické znaky (eng), mezery a tečky.
eu: Karaktere alfanumerikoak (ingelesezkoak), zuriuneak eta puntuak soilik onartzen dira bertsio-izenerako.
fa: تنها نویسه‌های عددحرفی (انگلیسی)، فاصله و نقطه برای نام نگارش مجازند.
he: מותר רק תווים (לטיניים), רווחים ונקודות בשם הגרסה.
hi: संस्करण नाम के लिए केवल अक्षरांकीय वर्ण (अंग्रेज़ी), रिक्त स्थान और बिंदुओं की अनुमति है।
hu: Csak (angol) alfanumerikus karakterek, szóköz és pont engedélyezett a verziónévnél.
id: Hanya karakter alfanumerik (eng), spasi, dan titik yang diperbolehkan untuk nama versi.
ka: ვერსიის სახელში დაშვებულია მხოლოდ ალფარიცხვითი სიმბოლოები (ლათინური), ჰარეები და წერტილები.
kk: Нұсқа аты үшін тек әріптік-сандық таңбалар (ағылш), бос орындар мен нүктелерге рұқсат етіледі.
ko: 알파벳, 숫자 문자(영문), 공백 문자, 점 문자만 버전 이름에 넣을 수 있습니다.
lt: Versijos pavadinime gali būti tik alfaskaitmenys (angliški), tarpai ir taškai.
nl: De versienaam mag alleen maar bestaan uit alfanumerieke tekens (eng), spaties en punten.
pt: Apenas caracteres alfanuméricos (eng), espaços e pontos são permitidos para o nome da versão.
pt_br: Apenas caracteres alfanuméricos (em inglês), espaços e pontos são permitidos para o nome da versão.
ro: Doar caractere alfanumerice (engleză), spații și puncte sunt permise pentru numele versiunii.
ru: В названии версии допускаются только буквенно-цифровые символы (английские), пробелы и точки.
sl: Za ime različice so dovoljeni samo alfanumerični znaki (angleške abecede), presledki in pike.
sr: Само словнобројевни знаци (на енглеском), размаци и тачке су дозвољени за назив издања.
sv: Endast alfanumeriska (engelska) tecken, blanksteg och punkter tillåts i versionsnamn.
tr: Sürüm adında yalnızca alfanümerik karakterler (İngilizce), boşluklar ve noktalara izin verilir.
uk: У назві версії можна використовувати лише латинські літери, цифри, пробіли і крапки.
uz: Versiya nomi uchun faqat harf-raqamli belgilar (inglizcha), bo'shliqlar va nuqtalarga ruxsat beriladi.
zh_cn: 仅允许字母数字字符（英文）、空格和点用于版本名称。

source: I agree that a staff of extensions.gnome.org website may remove, modify or reassign maintainership of the extension uploaded by me
be: Я згодны з тым, што супрацоўнікі вэб-сайта extensions.gnome.org могуць выдаляць, змяняць або перапрызназначаць суправаджальнікаў запампаванага мной пашырэння
cs: Souhlasím s tím, že personál webu extensions.gnome.org může odebrat, upravit nebo změnit správce mnou nahraného rozšíření
eu: Onartzen dut extensions.gnome.org webguneko langileek nik igotako hedapena kendu, aldatu edo bere mantenimendua beste norbaiti esleitu diezaioketela
fa: موافقم که کارکنان پایگاه وب extensions.gnome.org می‌توانند افزونهٔ بارگذاشته‌ام را برداشته، تغییر داده یا نگه‌داریش را به دیگری اختصاص دهند
fi: Hyväksyn, että extensions.gnome.org-palvelun henkilöstö voi poistaa lähettämäni laajennuksen tai muokata sitä, tai määrätä laajennuksen omistajuuden uudelleen
he: מקובל עלי שסגל האתר extensions.gnome.org יסיר, יערוך או יקצה מחדש את האחריות לתחזוקה על ההרחבה שהעליתי
hi: मैं इस बात से सहमत हूं कि extensions.gnome.org वेबसाइट का कर्मचारी मेरे द्वारा अपलोड किए गए एक्सटेंशन को हटा सकता है, संशोधित कर सकता है या उसका रखरखाव फिर से सौंप सकता है।
hu: Elfogadom, hogy az extensions.gnome.org webhely munkatársai eltávolíthatják, módosíthatják vagy átruházhatják az általam feltöltött kiterjesztés karbantartását
id: Saya setuju bahwa staf situs web extensions.gnome.org dapat menghapus, memodifikasi, atau menetapkan ulang pengelolaan ekstensi yang saya unggah
ka: მე ვეთანხმები, რომ extensions.gnome.org ვებგვერდის პერსონალს შეუძლია წაშალოს, შეცვალოს ან გადასცეს სხვას ჩემს მიერ ატვირთული გაფართოება
kk: Мен extensions.gnome.org сайтының қызметкерлері мен жүктеп салған кеңейтуді өшіруіне, өзгертуіне немесе қолдаушысын қайта тағайындауына келісемін
ko: extensions.gnome.org 웹사이트 관리자가 본인이 업로드한 확장 기능을 제거하고, 수정하거나, 관리 권한을 철회할 수 있음에 동의합니다
lt: Sutinku, kad extensions.gnome.org tinklalapio darbuotojai gali pašalinti, keisti arba perskirti mano įkelto plėtinio priežiūrą
nl: Ik ga akkoord dat een staflid van de extensions.gnome.org-website de door mij geüploade uitbreiding kan verwijderen, wijzigen of het beheer ervan kan hertoewijzen
pt: Concordo que a equipa do sítio Web extensions.gnome.org possa remover, modificar ou reatribuir a responsabilidade pela manutenção da extensão carregada por mim
pt_br: Concordo que uma equipe do site extensions.gnome.org possa remover, modificar ou reatribuir o responsável para manutenção da extensão enviada por mim
ro: Sunt de acord că un personal al paginii web extensions.gnome.org poate elimina, modifica sau reatribui întreținerea extensiei încărcate de mine
ru: Я согласен с тем, что сотрудники веб-сайта extensions.gnome.org могут удалить, изменить или переназначить поддержку загруженного мной расширения
sl: Strinjam se, da lahko osebje spletišča extensions.gnome.org odstrani, spremeni ali prerazporedi vzdrževanje razširitve, ki sem jo naložil_a
sr: Слажем се да особље „extensions.gnome.org“ веб сајта може да уклони, измени или да поново додели одржавање проширења које сам ја отпремио
sv: Jag godkänner att personal på webbplatsen extensions.gnome.org kan ta bort, ändra eller byta ägare på tillägget som skickats upp av mig
tr: extensions.gnome.org web sitesinin tarafımca yüklenen uzantının bakımcısını kaldırabileceğini, değiştirebileceğini ya da yeniden atayabileceğini kabul ediyorum
uk: Я погоджуюся з тим, що персонал сайта extensions.gnome.org може вилучати, змінювати або віддавати у супровід іншій особі вивантажене мною розширення
uz: Men extensions.gnome.org veb-sayti xodimlari men yuklagan kengaytmani olib tashlashi, o‘zgartirishi yoki xizmat ko‘rsatishni qayta tayinlashi mumkinligiga roziman
zh_cn: 我同意 extensions.gnome.org 网站的工作人员可以删除、修改或重新分配我已上传的扩展程序的维护者的身份

source: The `uuid` field is missing in `metadata.json`
be: Поле «uuid» адсутнічае ў «metadata.json»
cs: V souboru `metadata.json` chybí pole `uuid`
eu: `uuid` eremua falta da `metadata.json` fitxategian
fa: زمینهٔ uuid در metadata.json نیست
fi: Kenttä `uuid` puuttuu tiedostosta `metadata.json`
he: השדה `uuid` חסר ב־`metadata.json`
hi: `metadata.json` में `uuid` क्षेत्र गायब है
hu: Az „uuid” mező hiányzik a „metadata.json” fájlból
id: Kolom `uuid` tidak ada di `metadata.json`
ka: 'metadata.json'-ში ველი 'uuid' აღმოჩენილი არაა
kk: `metadata.json` ішінде `uuid` өрісі жетіспейді
ko: `metadata.json`에 `uuid` 필드가 빠졌습니다
lt: `metadata.json` faile trūksta lauko `uuid`
nl: Het veld `uuid` ontbreekt in `metadata.json`
pt: O campo `uuid` está em falta em `metadata.json`
pt_br: O campo `uuid` está faltando no `metadata.json`
ro: Câmpul „uuid” lipsește în „metadata.json”
ru: Поле «uuid» отсутствует в «metadata.json»
sl: Polje 'uuid' manjka v 'metadata.json'
sr: Поље „uuid“ недостаје у „metadata.json“
sv: Fältet `uuid` saknas i `metadata.json`
tr: `metadata.json` içinde `uuid` alanı eksik
uk: У «metadata.json» пропущено поле «uuid»
uz: “Metadata.json”da “uuid” maydoni yo‘q
zh_cn: `metadata.json` 中缺失 `uuid` 字段

source: An extension with that UUID has already been added
be: Пашырэнне з гэтым UUID ужо дададзена
cs: Rozšíření s tímto UUID již bylo přidáno
eu: Badago lehendik UUID hori duen hedapen bat
fa: افزونه‌ای با این شناسهٔء یکتا از پیش اضافه شده
fi: Laajennus tällä UUID:llä on jo lisätty
he: כבר נוספה הרחבה עם המזהה הייחודי (UUID) הזה
hi: उस UUID के साथ एक एक्सटेंशन पहले ही जोड़ा जा चुका है
hu: Ezzel az UUID azonosítóval már hozzá lett adva egy kiterjesztés
id: Ekstensi dengan UUID tersebut telah ditambahkan
ka: ამ UUID-ით გაფართოება უკვე დამატებულია
kk: Ондай UUID бар кеңейту қосылып қойған
ko: 해당 UUID를 가진 확장 기능은 이미 추가했습니다
lt: Plėtinys su tokiu UUID jau buvo pridėtas
nl: Er is al een uitbreiding met die UUID toegevoegd
pt: Uma extensão com esse UUID já foi adicionada
pt_br: Uma extensão com esse UUID já foi adicionada
ro: O extensie cu acel UUID a fost adăugată deja
ru: Расширение с таким UUID уже добавлено
sl: Razširitev s tem UUID je že bila dodana
sr: Проширење са тим УУИД-ом је већ додато
sv: Ett tillägg med detta UUID har redan lagts till
tr: Bu UUID ile bir uzantı zaten eklenmiş
uk: Розширення з таким UUID вже було додано
uz: UUID bilan kengaytma allaqachon qo'shilgan
zh_cn: 已添加具有该 UUID 的扩展程序

source: You must agree with the extensions.gnome.org terms of service
be: Вы павінны быць згодны з умовамі выкарыстання extensions.gnome.org
cs: Musíte souhlasit s podmínkami služby extensions.gnome.org
eu: extensions.gnome.org gunearen erabilera-baldintzak onartu behar dituzu
fa: باید با شرایط خدمت extensions.gnome.org موافقت کنید
fi: Sinun tulee hyväksyä extensions.gnome.org-palvelun käyttöehdot
he: חובה להסכים לתנאי השימוש של extensions.gnome.org
hi: आपको extensions.gnome.org की सेवा की शर्तों से सहमत होना होगा
hu: El kell fogadnia az extensions.gnome.org szolgáltatási feltételeit
id: Anda harus menyetujui persyaratan layanan extensions.gnome.org
ka: უნდა დაეთანხმოთ extensions.gnome.org-ის მომსახურების პირობებს
kk: extensions.gnome.org қызмет көрсету шарттарымен келісуіңіз керек
ko: extensions.gnome.org의 서비스 이용 조항에 동의해야 합니다
lt: Turite sutikti su extensions.gnome.org naudojimosi sąlygomis
nl: U moet akkoord gaan met de dienstvoorwaarden van extensions.gnome.org
pt: Tem de concordar com os termos de serviço de extensions.gnome.org
pt_br: Você deve concordar com os termos de serviço do extensions.gnome.org
ro: Trebuie să fiți de acord cu termenii și condițiile extensions.gnome.org
ru: Вы должны согласиться с условиями предоставляемыми extensions.gnome.org
sl: Strinjati se morate s pogoji storitve extensions.gnome.org
sr: Морате се сложити са условима „extensions.gnome.org“ услуге
sv: Du måste godkänna användningsvillkoren för extensions.gnome.org
tr: extensions.gnome.org hizmet koşullarını kabul etmelisiniz
uk: Вам слід погодитися із умовами надання послуг extensions.gnome.org
uz: Siz extensions.gnome.org xizmat shartlariga rozi bo'lishingiz kerak
zh_cn: 您必须同意 extensions.gnome.org 的服务条款

source: By uploading this extension I agree and verify that in any controversial case regarding the compatibility of extension's license with the GNOME Shell's license, the extension uploaded by me may be used by any GNOME Shell user under the terms of the license used by GNOME Shell
be: Пры запампоўванні гэтага пашырэння, я згаджаюся і пацвярджаю, што ў любым спрэчным выпадку адносна сумяшчальнасці ліцэнзіі пашырэння і ліцэнзіі асяроддзя GNOME, запампаванае мной пашырэнне можа выкарыстоўвацца любым карыстальнікам асяроддзя GNOME згодна з умовамі ліцэнзіі, якая выкарыстоўваецца для асяроддзя GNOME
cs: Nahráním tohoto rozšíření souhlasím a potvrzuji, že v jakémkoli kontroverzním případě týkajícím se kompatibility licence rozšíření s licencí GNOME Shell může mnou nahrané rozšíření používat jakýkoli uživatel prostředí GNOME za podmínek licence používané prostředím GNOME Shell
eu: Hedapen hau igotzean, onartzen dut nire hedapenaren lizentzia eta GNOME Shellen lizentziaren artean inola arazorik badago, nik igotako hedapena GNOME Shellen edozein erabiltzailek erabili ahal izango duela GNOME Shell beraren lizentziaren baldintzetan
fa: با بارگذاری این افزونه موافقت و تأیید می‌کنم که در هر مورد مناقشه برانگیز مربوط به سازگاری پروانهٔ افزونه با پروانهٔ پوستهٔ گنوم، افزونهٔ بارگذاشته‌ام می‌تواند از سوی هر کاربر پوستهٔ گنوم با شرایط پروانهٔ استفاده شده به دست پوستهٔ گنوم استفاده شود
fi: Lähettämällä laajennuksen hyväksyn ja vahvistan, että missä tahansa kiistanalaisessa tilanteessa laajennuksen ja Gnomen lisenssin yhteensopivuuden suhteen lähettämääni laajennusta voi käyttää kuka tahansa Gnomen käyttäjä Gnomen lisenssiehtojen mukaisesti
he: מעצם העלאת ההרחבה הזאת מוסכם עליי ומקובל עליי שבכל מקרה שנוי במחלוקת בנוגע לתאימות של רישיון ההרחבה למול הרישיון של מעטפת GNOME, ההרחבה שהעליתי מותרת לשימוש על ידי כל משתמש של מעטפת GNOME בכפוף לתנאי הרישיון של מעטפת GNOME
hi: इस एक्सटेंशन को अपलोड करके मैं सहमत हूं और सत्यापित करता हूं कि GNOME शैल के लाइसेंस के साथ एक्सटेंशन के लाइसेंस की संगतता के संबंध में किसी भी विवादास्पद मामले में, मेरे द्वारा अपलोड किए गए एक्सटेंशन का उपयोग GNOME शैल द्वारा उपयोग किए गए लाइसेंस की शर्तों के तहत किसी भी GNOME शैल उपयोक्ता द्वारा किया जा सकता है।
hu: A kiterjesztés feltöltésével elfogadom és megerősítem, hogy a kiterjesztés licencének a GNOME Shell licencével való összeegyeztethetőségét érintő vitás esetekben az általam feltöltött kiterjesztést bármely GNOME Shell felhasználó a GNOME Shell által használt licenc feltételei szerint használhatja.
id: Dengan mengunggah ekstensi ini, saya setuju dan memverifikasi bahwa dalam setiap kasus kontroversial mengenai kompatibilitas lisensi ekstensi dengan lisensi GNOME Shell, ekstensi yang saya unggah dapat digunakan oleh pengguna GNOME Shell mana pun berdasarkan ketentuan lisensi yang digunakan oleh GNOME Shell
ka: გაფართოების ატვირთვით მე ვეთანხმები, რომ ნებისმიერი საკამათო საკითხში გაფართოების ლიცენზიისა GNOME Shell-ის ლიცენზიასთან, გაფართოება, რომელიც მე ავტვირთე, შეიძლება გამოყენებული იქნას ნებისმიერი GNOME Shell-ის მომხმარებლის მიერ ლიცენზიით, რომელსაც GNOME Shell იყენებს
kk: Осы кеңейтуді жүктеп салу арқылы мен кеңейту лицензиясының GNOME Shell лицензиясымен үйлесімділігіне қатысты кез келген даулы жағдайда, мен жүктеп салған кеңейтуді кез келген GNOME Shell пайдаланушысы GNOME Shell пайдаланатын лицензия шарттарымен қолдана алатынына келісемін және растаймын
ko: 이 확장 기능을 업로드하며 그놈 셸 라이선스와 확장 라이선스의 호환성 관련 분쟁 가능성 여부를 검증했으며, 본인이 업로드한 확장 기능은 그놈 셸의 라이선스 조항에 따라 그놈 셸 사용자가 사용함에 동의합니다
lt: Įkeldamas šį plėtinį sutinku ir patvirtinu, kad bet kokiu kontraversišku atveju, susijusiu su plėtinio licencijos suderinamumu su GNOME Apvalkalo licencija, mano įkeltas plėtinys gali būti naudojamas bet kurio GNOME Apvalkalo naudotojo GNOME Apvalkalo licencijos sąlygomis
nl: Door deze uitbreiding te uploaden ga ik akkoord en bevestig ik dat, in elk geval waar controverse kan zijn over de compatibiliteit van de licentie van de uitbreiding met de licentie van GNOME Shell, de door mij geüploade licentie door om het even welke GNOME Shell-gebruiker gebruikt mag worden onder de voorwaarden van de licentie van GNOME Shell
pt: Ao carregar esta extensão, concordo e verifico que, em qualquer caso controverso relativo à compatibilidade da licença da extensão com a licença do GNOME Shell, a extensão carregada por mim pode ser utilizada por qualquer utilizador do GNOME Shell ao abrigo dos termos da licença utilizada pelo GNOME Shell
pt_br: Ao enviar esta extensão, eu concordo e confirmo que em qualquer caso controverso relativo à compatibilidade da licença da extensão com a licença do GNOME Shell, a extensão enviada por mim pode ser usada por qualquer usuário do GNOME Shell sob os termos da licença usada pelo GNOME Shell
ro: Prin încărcarea acestei extensii sunt de acord și verific că, în orice caz controversat privind compatibilitatea licenței extensiei cu licența GNOME Shell, extensia încărcată de mine poate fi utilizată de orice utilizator GNOME Shell în conformitate cu termenii licenței utilizate de GNOME Shell
ru: Загружая это расширение, я соглашаюсь и подтверждаю, что в любом спорном случае, касающемся совместимости лицензии расширения с лицензией GNOME Shell, загруженное мной расширение может использоваться любым пользователем GNOME Shell на условиях лицензии, используемой GNOME Shell
sl: Z nalaganjem te razširitve se strinjam in potrjujem, da lahko v vsakem spornem primeru glede združljivosti dovoljenja razširitve z dovoljenje GNOME Shell razširitev, ki sem jo naložil_a, uporablja kateri koli uporabnik GNOME Shell pod pogoji dovoljenja, ki jo uporablja GNOME Shell
sr: Са отпремањем овог проширења слажем се и потврђујем да у било ком контроверзном случају у погледу сагласности лиценце проширења са лиценцом Гномове Шкољке, ово проширење које сам ја отпремио може да користи сваки корисник Гномове Шкољке под условима лиценце коју користи Гномова Шкољка
sv: Genom att skicka upp detta tillägg godkänner jag och bekräftar att i vart kontroversiellt fall angående kompatibiliteten för tilläggets licens och GNOME Shells licens, så kan tillägget som skickats upp av mig användas av alla GNOME Shell-användare under villkoren i licensen som används av GNOME Shell
tr: Bu uzantıyı yükleyerek, uzantı lisansının GNOME Shell lisansıyla uyumluluğuna ilişkin tartışmalı bir durumda, yüklediğim uzantının GNOME Shell lisans koşullarıyla herhangi GNOME Shell kullanıcısınca kullanılabileceğini kabul ediyor ve doğruluyorum
uk: Вивантаженням цього розширення я погоджуюся і затверджую, що у будь-якому неоднозначному випадку щодо сумісності умов ліцензування розширення з умовами ліцензування GNOME Shell, вивантажене мною розширення може використовувати будь-який користувач GNOME Shell за умов дотримання ліцензії, що використовується для GNOME Shell
uz: Ushbu kengaytmani yuklash orqali men kengaytma litsenziyasining GNOME Shell litsenziyasiga muvofiqligi bilan bog‘liq har qanday bahsli holatda men yuklagan kengaytmadan har qanday GNOME Shell foydalanuvchisi GNOME Shell tomonidan ishlatiladigan litsenziya shartlariga muvofiq foydalanishi mumkinligini tasdiqlayman
zh_cn: 通过上传此扩展，我同意并确认，在扩展许可证与 GNOME Shell 许可证的兼容性存在任何争议的情况下，我上传的扩展可以由任何 GNOME Shell 用户根据 GNOME Shell 使用的许可证条款使用

source: Proceed anyway
be: Усё адно выканаць
cs: Přesto pokračovat
el: Συνέχισε πάραυτα
eu: Jarraitu dena den
fa: ادامه به هر روی
fi: Jatka silti
gl: Proceder igualmente
he: להמשיך בכל מקרה
hi: फिर भी आगे बढ़ें
hu: Folytatás mindenképp
id: Tetap melanjutkan
ka: მაინც გაგრძელება
kk: Сонда да жалғастыру
ko: 어쨌든 진행
lt: Vis tiek tęsti
nl: Toch doorgaan
pl: Kontynuuj mimo to
pt: Proceder na mesma
pt_br: Continuar mesmo assim
ro: Continuă oricum
ru: Всё равно продолжить
sl: Vseeno nadaljuj
sr: Ипак настави
sv: Fortsätt ändå
tr: Yine de sürdür
uk: Продовжити попри це
uz: Baribir davom eting
zh_cn: 仍然继续

source: You are leaving GNOME Extensions website
be: Вы пакідаеце сайт пашырэнняў GNOME
cs: Opouštíte web Rozšíření GNOME
el: Αποχωρείτε από τον ιστότοπο των επεκτάσεων GNOME
eu: GNOMEren hedapenen gunetik irteten ari zara
fa: دارید پایگاه افزونه‌های گنوم را ترک می‌کنید
fi: Olet poistumassa Gnomen laajennusten verkkosivustolta
gl: Está abandonando o sitio web de Extensións de GNOME
he: בחרת לעזוב את אתר ההרחבות של GNOME
hi: आप GNOME एक्सटेंशन्स वेबसाइट छोड़ रहे हैं
hu: Ön elhagyja a GNOME kiterjesztések webhelyet
id: Anda meninggalkan situs web Ekstensi GNOME
ka: თქვენ ტოვებთ GNOME გაფართოებების ვებსაიტს
kk: Сіз GNOME кеңейтулері сайтынан шығып бара жатырсыз
ko: 그놈 확장 웹사이트에서 나갑니다
lt: Paliekate GNOME plėtinių tinklalapį
nl: U verlaat de GNOME-uitbreidingenwebsite
pl: Opuszczasz serwis Rozszerzenia GNOME
pt: Está a sair do sítio Web do Extensões do GNOME
pt_br: Você está saindo do site GNOME Extensions
ro: Părăsiți pagina web Extensii GNOME
ru: Вы покидаете веб-сайт расширений GNOME
sl: Zapuščate spletišče Razširitve GNOME
sr: Напуштате веб сајт Гномових проширења
sv: Du lämnar webbplatsen för GNOME-tillägg
tr: GNOME Uzantılar web sitesinden ayrılıyorsunuz
uk: Ви полишаєте сайт розширень GNOME
uz: Siz GNOME kengaytmalari veb-saytini tark etyapsiz
zh_cn: 您正在离开 GNOME 扩展网站
