Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: In case you want to inactivate an approved version, click on inactivate link in your extension page.
be: У выпадку, калі трэба ануляваць зацверджаную версію, націсніце на спасылку дэактывацыі на старонцы пашырэння.
cs: V případě že chcete deaktivovat schválenou verzi, klikněte na deaktivační odkaz na straně vašich rozšíření.
el: Σε περίπτωση που θέλετε να απενεργοποιήσετε μια εγκεκριμένη έκδοση, κάντε κλικ στο σύνδεσμο απενεργοποίηση στη σελίδα επέκτασης.
eu: Onartutako bertsio bat desaktibatzeko, egin klik zure hedapen-orriko esteka inaktiboan.
fa: اگر می‌خواهید نگارشی تأیید شده را فیرفعّال کنید، پیوند غیرفعّال کردن را در صفحهٔ افزونه‌تان بزنید.
fur: Tal câs che tu voledis disativâ une version aprovade, fâs clic sul colegament di disativazion te tô pagjine de estension.
gl: No caso que queira desactivar unha versión aprobada, prema na ligazón de desactivación na súa páxina de extensión.
he: במידה וברצונך להשבית גרסה מאושרת, עליך ללחוץ על קישור ההשבתה בדף ההרחבה שלך.
hi: यदि आप किसी स्वीकृत संस्करण को निष्क्रिय करना चाहते हैं, तो अपने एक्सटेंशन पृष्ठ में निष्क्रिय लिंक पर क्लिक करें।
hu: Abban az esetben, ha inaktiválni szeretne egy jóváhagyott verziót, akkor kattintson a kiterjesztés oldalán lévő inaktiválási hivatkozásra.
id: Jika Anda ingin menonaktifkan versi yang disetujui, klik tautan nonaktifkan di halaman ekstensi Anda.
ka: იმისათვის, რომ დადასტურებული ვერსია არააქტიური გახადოთ, დააჭირეთ აქტიურობის გაუქმების ბმულზე გაფართოების ვებგვერდზე.
kk: Мақұлданған нұсқаны ажыратқыңыз келсе, кеңейту бетіндегі ажырату сілтемесін шертіңіз.
ko: 승인 버전의 비활성을 원할 경우, 확장 페이지에서 비활성 링크를 누르십시오.
lt: Jei norite patvirtintą versiją padaryti neaktyvią, paspauskite deaktyvavimo nuorodą savo plėtinio puslapyje.
nl: Indien u een goedgekeurde versie wilt uitschakelen, klik dan op Uitschakelen op de pagina van uw extensie.
pl: Można wyłączyć zatwierdzoną wersję klikając odpowiedni odnośnik na stronie rozszerzenia.
pt: Caso deseje desativar uma versão aprovada, clique em inativar ligação na sua página de extensão.
pt_br: Caso você queira desativar uma versão aprovada, clique no link de inativação na sua página de extensão.
ro: În cazul în care doriți să dezactivați o versiune aprobată, dați clic pe legătura de dezactivare din pagina extensiei.
ru: Если вы хотите аннулировать утвержденную версию, нажмите на ссылку аннулирования на странице расширения.
sl: V primeru, da želite deaktivirati odobreno različico, kliknite na povezavo deaktivacije na strani razširitve.
sr: У случају да желите да угасите одобрено издање, кликните на везу поништавање активног стања на страници вашег проширења.
sv: Om du vill inaktivera en godkänd version klickar du på inaktiveringslänken på din tilläggssida.
tr: Onaylanan bir sürümü devre dışı bırakmak isterseniz, uzantı sayfanızdaki devre dışı bırak bağlantısına tıklayın.
uk: Якщо ви хочете скасувати активацію затвердженої версії, натисніть посилання скасування активації на вашій сторінці розширення.
uz: Agar siz tasdiqlangan versiyani faolsizlantirmoqchi bo'lsangiz, kengaytma sahifangizdagi faolsizlantirish havolasini bosing.
zh_cn: 如果你想停用一个已批准的版本，请点击你的扩展页面上的停用链接。

source: You can find developer guides in <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
be: Вы можаце знайсці кіраўніцтвы распрацоўшчыка на <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
cs: Vývojářské příručky můžete najít na <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
el: Μπορείτε να βρείτε οδηγούς προγραμματιστών στο <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
eu: Garatzaileentzako gida <a href='https://gjs.guide/extensions/'>gjs.guide</a> gunean dago.
fa: می‌توانید رهنمودهای توسعه‌دهنده را در <a href='https://gjs.guide/extensions/'>gjs.guide</a> بیابید.
fi: Kehittäjäoppaita on osoitteessa <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
fur: Tu puedis cjatâ lis vuidis pai svilupadôrs in <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
gl: Pode atopar as guías do desenvolvedor en <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
he: מדריך למפתחים ניתן למצוא ב־<a href='https://gjs.guide/extensions/'>gjs.guide</a>.
hi: आप <a href='https://gjs.guide/extensions/'>gjs.guide</a> में विकासकर्ता मार्गदर्शक पा सकते हैं।
hu: Fejlesztői útmutatókat találhat a <a href='https://gjs.guide/extensions/'>gjs.guide</a> oldalon.
id: Anda dapat menemukan panduan pengembang di <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
ka: პროგრამისტის სახელმძღვანელო შეგიძლიათ იპოვოთ ბმულზე <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
kk: Әзірлеуші нұсқаулықтарын <a href='https://gjs.guide/extensions/'>gjs.guide</a> сайтынан таба аласыз.
ko: <a href='https://gjs.guide/extensions/'>gjs.guide</a>에서 개발자 안내서 내용을 찾아볼 수 있습니다.
lt: Galite rasti kūrėjo gidą <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
nl: Handleidingen voor ontwikkelaars zijn te vinden op <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
pl: Przewodniki dla programistów znajdują się na stronie <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
pt: Pode encontrar guias para programadores em <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
pt_br: Você pode encontrar os guias do desenvolvedor em <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
ro: Puteți găsi ghiduri de dezvoltator în <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
ru: Вы можете найти руководства для разработчиков в <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
sl: Vodnike za razvijalce najdete na <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
sr: Можете наћи смернице програмера на „<a href='https://gjs.guide/extensions/'>gjs.guide</a>“.
sv: Du kan hitta utvecklarguider på <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
tr: Geliştirici kılavuzunu <a href='https://gjs.guide/extensions/'>gjs.guide</a>ʼda bulabilirsiniz.
uk: Настанови щодо розробки можна знайти у <a href='https://gjs.guide/extensions/'>підручнику з gjs</a>.
uz: Ishlab chiquvchi qoʻllanmalarini <a href='https://gjs.guide/extensions/'>gjs.guide</a> da topishingiz mumkin.
zh_cn: 你可以在 <a href='https://gjs.guide/extensions/'>gjs.guide</a> 找到开发者指南。

source: If you need any help with your extension, you can ask us on <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix Channel</a>.
be: Калі патрабуецца дапамога з вашым пашырэннем, яе можна атрымаць праз <a href='https://matrix.to/#/#extensions:gnome.org'>канал GNOME Matrix</a>.
cs: Pokud potřebujete jakoukoliv pomoc s vaším rozšířením, můžete se nás zeptat na <a href='https://matrix.to/#/#extensions:gnome.org'>kanálu GNOME Matrix</a>.
el: Εάν χρειάζεστε βοήθεια με την επέκτασή σας, μπορείτε να μας ρωτήσετε στο <a href='https://matrix.to/#/#extensions:gnome.org'>Κανάλι GNOME Matrix</a>.
eu: Laguntzarik behar baduzu hedapenarekin, galdetu <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix kanalean</a>.
fa: اگر برای افزونه‌تان نیاز به کمک داشتید می‌توانید روی <a href='https://matrix.to/#/#extensions:gnome.org'>کانال ماتریکس گنوم</a> از ما بپرسید.
fi: Jos tarvitset apua laajennuksesi kanssa, esitä kysymys <a href='https://matrix.to/#/#extensions:gnome.org'>Gnomen Matrix-kanavalla</a>.
fur: Se tu âs bisugne di un cualsisei jutori cu la tô estension, tu nus puedis fâ domandis sul <a href='https://matrix.to/#/#extensions:gnome.org'>Canâl Matrix di GNOME</a>.
gl: Se precisa axuda coa súa extensión, pode preguntar na <a href='https://matrix.to/#/#extensions:gnome.org'>Canle de Matrix de GNOME</a>.
he: לכל עזרה עם ההרחבה שלך, באפשרותך לשאול ולהתייעץ אתנו <a href='https://matrix.to/#/#extensions:gnome.org'>בערוץ ה־Matrix של GNOME</a>.
hi: यदि आपको अपने एक्सटेंशन के संबंध में किसी सहायता की आवश्यकता है, तो आप हमसे <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix चैनल</a> पर पूछ सकते हैं।
hu: Ha segítségre van szüksége a kiterjesztéssel kapcsolatban, kérdezzen minket a <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix csatornán</a>.
id: Jika Anda memerlukan bantuan dengan ekstensi Anda, Anda dapat bertanya kepada kami di <a href='https://matrix.to/#/#extensions:gnome.org'>Kanal Matrix GNOME</a>.
ka: თუ თქვენი გაფართოების შესახებ კითხვები გაქვთ, მათი დასმა <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME-ის Matrix-ის არხზე შეგიძლიათ</a>.
kk: Кеңейтуіңіз бойынша көмек қажет болса, бізден <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix арнасында</a> сұрай аласыз.
ko: 확장 작성시 도움을 받으려면 <a href='https://matrix.to/#/#extensions:gnome.org'>그놈 매트릭스 채널</a>에 질문할 수 있습니다.
lt: Jei reikia pagalbos kuriant jūsų plėtinį, galite klausti <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix kanale</a>.
nl: Hulp nodig met uw extensie? Vraag gerust om hulp op het <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME-Matrixkanaal</a> (Engelstalig).
pl: Na <a href='https://matrix.to/#/#extensions:gnome.org'>kanale GNOME w sieci Matrix</a> można uzyskać pomoc z rozszerzeniem.
pt: Se precisar de qualquer ajuda com a sua extensão, pode pedir-nos no <a href='https://matrix.to/#/#extensions:gnome.org'>Canal Matrix do GNOME</a>.
pt_br: Se precisar de ajuda com sua extensão, você pode nos perguntar no <a href='https://matrix.to/#/#extensions:gnome.org'>canal Matrix do GNOME</a>.
ro: Dacă aveți nevoie de ajutor cu extensia, puteți să ne întrebați pe <a href='https://matrix.to/#/#extensions:gnome.org'>canalul Matrix GNOME</a>.
ru: Если вам нужна помощь с вашим расширением, вы можете спросить нас на <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix Channel</a>.
sl: Če potrebujete pomoč za svoje razširitve, nas lahko vprašate na <a href='https://matrix.to/#/#extensions:gnome.org'>kanalu GNOME Matrix</a>.
sr: Ако вам је потребна било каква помоћ са вашим проширењима, можете нас питати на <a href='https://matrix.to/#/#extensions:gnome.org'>Гномовом Матрикс каналу</a>.
sv: Om du behöver hjälp med ditt tillägg kan du fråga oss i <a href='https://matrix.to/#/#extensions:gnome.org'>GNOMEs Matrix-kanal</a>.
tr: Uzantınızla ilgili yardım gerekirse, <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix Kanalı</a> üzerinden bize sorabilirsiniz.
uk: Якщо вам потрібна допомога із вашим розширенням, ви можете попросити нас про допомогу на <a href='https://matrix.to/#/#extensions:gnome.org'>каналі Matrix GNOME</a>.
uz: Agar sizga kengaytmangiz bo'yicha yordam kerak bo'lsa, bizdan <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix Channel</a> orqali so'rashingiz mumkin.
zh_cn: 如果你在处理你的扩展时需要任何帮助，你可以在 <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME 的 Matrix 频道</a> 上联系我们。

source: Latest extensions in GNOME Shell Extensions
be: Апошнія пашырэнні на пляцоўцы Пашырэнні абалонкі GNOME
ca: Darreres extensions al GNOME Shell
cs: Nejnovější rozšíření v Rozšířeních GNOME Shellu
da: Seneste udvidelser i GNOME Shell-udvidelser
de: Neueste GNOME Shell-Erweiterungen
el: Τελευταίες επεκτάσεις στο Επεκτάσεις κελύφους GNOME
es: Últimas extensiones en Extensiones de GNOME Shell
eu: GNOME Shell-eko azken hedapenak
fa: جدیدترین افزونه‌ها دز افزونه‌های پوستهٔ گنوم
fi: Viimeisimmät laajennukset, joita GNOME Shell Extensions tarjoaa
fur: Ultimis estensions in Estensions di GNOME Shell
fy: De nijste útwreidingen yn GNOME Shell Útwreidings
gl: Últimas extensións en Extensións de GNOME Shell
he: הרחבות אחרונות בהרחבות למעטפת של GNOME
hi: GNOME शैल एक्सटेंशन में नवीनतम एक्सटेंशन
hr: Najnovija proširenja u Proširenjima GNOME ljuske
hu: A legfrissebb GNOME Shell kiterjesztések
id: Ekstensi terbaru dalam Ekstensi GNOME Shell
it: Estensioni più recenti in Estensioni per GNOME Shell
ka: GNOME-ის გარსის გაფართოებების ბოლო ვერსიები
kk: GNOME Shell кеңейтулеріндегі соңғы кеңейтулер
ko: 그놈 쉘 확장의 최신 확장 기능
lt: Naujausi plėtiniai, esantys GNOME apvalkalo plėtiniuose
ms: Sambungan terkini dalam Sambungan Shell GNOME
nl: Laatste nieuwe uitbreidingen voor GNOME Shell
pl: Najnowsze rozszerzenia w serwisie
pt: Últimas extensões no Extensões da Interface GNOME
pt_br: Últimas extensões no GNOME Shell Extensions
ro: Cele mai noi extensii din Extensii pentru Shell-ul GNOME
ru: Последние расширения в разделе Расширения GNOME Shell
sk: Najnovšie rozšírenia na webe rozšírení Shellu prostredia GNOME
sl: Najnovejše razširitve Lupine GNOME
sr: Последња проширења на Проширењима Гномове шкољке
sv: Senaste tillägg i GNOME Shell-tillägg
tr: GNOME Kabuk Uzantılarıʼnda en son uzantılar
uk: Останні розширення в GNOME Shell Extensions
uz: GNOME Shell kengaytmalaridagi so'nggi kengaytmalar
zh_cn: 最新的 GNOME Shell 扩展
zh_tw: GNOME Shell 擴充套件的最新擴充套件

source: GNOME Shell Extensions
be: Пашырэнні абалонкі GNOME
ca: Extensions de GNOME Shell
cs: Rozšíření GNOME Shellu
da: GNOME Shell-udvidelser
de: GNOME Shell-Erweiterungen
el: Επεκτάσεις κελύφους GNOME
es: Extensiones de GNOME Shell
eu: GNOME Shell-eko hedapenak
fa: افزونه‌های پوستهٔ گنوم
fur: Estensions di GNOME Shell
fy: Gnome Shell Útwreidingen
gl: Extensións de GNOME Shell
he: הרחבות מעטפת GNOME
hi: GNOME शैल एक्सटेंशन
hr: Proširenja GNOME ljuske
hu: GNOME Shell kiterjesztések
id: Ekstensi GNOME Shell
it: Estensioni per GNOME Shell
ka: GNOME-ის გარსის გაფართოებები
kk: GNOME Shell кеңейтулері
ko: 그놈 쉘 확장
lt: GNOME apvalkalo plėtiniai
ms: Sambungan Shell GNOME
nl: Uitbreidingen voor GNOME Shell
pl: Rozszerzenia powłoki GNOME
pt: Extensões da Interface GNOME
ro: Extensii pentru Shell-ul GNOME
ru: Расширения оболочки GNOME
sk: Rozšírenia Shellu prostredia GNOME
sl: Razširitve lupine Gnome
sr: Проширења Гномове шкољке
sv: GNOME Shell-tillägg
tr: GNOME Kabuk Uzantıları
uk: Розширення оболонки GNOME
uz: GNOME Shell kengaytmalari
zh_cn: GNOME Shell 扩展
zh_tw: GNOME Shell 擴充套件

source: Developers Guide
be: Інструкцыя для распрацоўшчыка
cs: Vývojářská příručka
el: Οδηγός προγραμματιστών
eu: Garatzaile-gida
fa: رهنمود توسعه‌دهندگان
fi: Kehittäjäopas
fur: Vuide dai svilupadôrs
gl: Guía do desenvolvedor
he: מדריך למפתחים
hi: विकासकर्ता मार्गदर्शिका
hu: Fejlesztői útmutató
id: Panduan Pengembang
ka: პროგრამისტის სახელმძღვანელო
kk: Әзірлеушілер нұсқаулығы
ko: 개발자 안내서
lt: Kūrėjo gidas
nl: Handleiding voor ontwikkelaars
pl: Przewodnik dla programistów
pt: Guia do programador
pt_br: Guia do desenvolvedor
ro: Ghidul dezvoltatorului
ru: Руководство для разработчиков
sl: Vodnik za razvijalce
sr: Водич за програмере
sv: Utvecklarguide
tr: Geliştirici Kılavuzu
uk: Настанови щодо розробки
uz: Ishlab chiquvchilar uchun qo'llanma
zh_cn: 开发者指南

source: The website is under maintenance. Please retry in a few minutes.
be: На сайце праводзяцца тэхнічныя работы. Паўтарыце спробу праз некалькі хвілін.
eu: Webgunea mantentze-lanetan dago. Saiatu berriro minutu batzuk igaro ondoren.
fa: پایگاه وب در حال نگه‌داری است. لطفاُ دقایقی بعد دوباره تلاش کنید.
fi: Verkkosivustolla suoritetaan huoltotoimia. Yritä uudelleen muutaman minuutin kuluttua.
he: האתר בתחזוקה. נא לנסות שוב בעוד מספר דקות.
hu: A webhely karbantartás alatt áll. Próbálja újra néhány perccel később.
ka: მიმდინარეობს ვებსაიტის რემონტი. სცადეთ თავიდან რამდენიმე წუთში.
kk: Веб-сайтқа техникалық қызмет көрсетілуде. Бірнеше минуттан кейін қайталап көріңіз.
ko: 이 웹사이트는 관리중입니다. 잠시만 기다려 주십시오.
lt: Svetainė tvarkoma. Palaukite kelias minutes.
nl: Er wordt aan de website gewerkt. Probeer het binnen enkele minuten opnieuw.
pt: O sítio Web está em manutenção. Tente novamente dentro de alguns minutos.
pt_br: O site está em manutenção. Tente novamente em alguns minutos.
ru: Сайт находится на техническом обслуживании. Пожалуйста, повторите попытку через несколько минут.
sl: Spletna stran je v vzdrževanju. Poskusite znova čez nekaj minut.
sr: Веб сајт је у одржавању. Покушајте поново за неколико минута.
sv: Webbplatsen undergår underhåll. Försök igen på några minuter.
tr: Web sitesi bakımdadır. Lütfen birkaç dakika sonra yeniden deneyin.
uk: Виконуємо дії із супроводу сайта. Будь ласка, повторіть спробу за декілька хвилин.
uz: Veb-sayt parvarish qilinmoqda. Bir necha daqiqadan so‘ng qayta urinib ko‘ring.
zh_cn: 该网站正在维护。请稍后重试。

source: Log out
be: Выйсці
ca: Tanca la sessió
cs: Odhlásit
da: Log ud
de: Abmelden
el: Έξοδος
es: Cerrar la sesión
eu: Amaitu saioa
fa: خروج
fi: Kirjaudu ulos
fur: Disconet
fy: Útlogge
gl: Saír da sesión
he: יציאה
hi: लॉग आउट
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ka: გამოსვლა
kk: Шығу
ko: 로그아웃
lt: Atsijungti
ms: Daftar keluar
nl: Afmelden
pl: Wyloguj się
pt: Terminar sessão
pt_br: Encerrar sessão
ro: Deautentificare
ru: Выйти
sk: Odhlásiť sa
sl: Odjava
sr: Одјава
sv: Logga ut
tr: Oturumu kapat
uk: Вийти
uz: Chiqish
zh_cn: 退出
zh_tw: 登出

source: User Profile
be: Профіль карыстальніка
ca: Perfil de l'usuari
cs: Uživatelský profil
da: Brugerprofil
de: Benutzerprofil
el: Προφίλ χρήστη
es: Perfil de usuario
eu: Erabiltzaile-profila
fa: نمایهٔ کاربر
fi: Profiili
fur: Profîl utent
fy: Brûkers Profyl
gl: Perfíl de usuario
he: פרופיל משתמש
hi: उपयोक्ता प्रोफ़ाइल
hr: Profil korisnika
hu: Felhasználói profil
id: Profil Pengguna
it: Profilo utente
ka: მომხმარებლის პროფილი
kk: Пайдаланушы профилі
ko: 사용자 프로파일
lt: Naudotojo profilis
ms: Profil Pengguna
nl: Gebruikersprofiel
pl: Profil użytkownika
pt: Perfil do utilizador
pt_br: Perfil do usuário
ro: Profil de utilizator
ru: Профиль пользователя
sk: Profil používateľa
sl: Profil uporabnika
sr: Кориснички профил
sv: Användarprofil
tr: Kullanıcı Profili
uk: Профіль користувача
uz: Foydalanuvchi profili
zh_cn: 用户档案
zh_tw: 使用者資料

source: User Settings
be: Налады карыстальніка
ca: Paràmetres de l'usuari
cs: Uživatelská nastavení
da: Brugerindstillinger
de: Benutzereinstellungen
el: Ρυθμίσεις χρήστη
es: Configuración del usuario
eu: Erabiltzaile-ezarpenak
fa: تنظیات کاربر
fi: Asetukset
fur: Impostazions utent
fy: Brûkers Ynstellings
gl: Preferencias de usuario
he: הגדרות משתמש
hi: उपयोक्ता सेटिंग
hr: Korisničke postavke
hu: Felhasználó beállításai
id: Pengaturan Pengguna
it: Impostazioni utente
ka: მომხმარებლის პარამეტრები
kk: Пайдаланушы баптаулары
ko: 사용자 설정
lt: Naudotojo nustatymai
ms: Tetapan Pengguna
nl: Gebruikersinstellingen
pl: Ustawienia użytkownika
pt: Definições do utilizador
pt_br: Configurações do usuário
ro: Configurări de utilizator
ru: Настройки пользователя
sk: Nastavenia používateľa
sl: Uporabniške nastavitve
sr: Корисничке поставке
sv: Användarinställningar
tr: Kullanıcı Ayarları
uk: Налаштування користувача
uz: Foydalanuvchi sozlamalari
zh_cn: 用户设置
zh_tw: 使用者設定
