Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: To control GNOME Shell extensions using this site you must install GNOME Shell integration that consists of two parts: browser extension and native host messaging application
be: Каб кіраваць пашырэннямі абалонкі GNOME праз гэты сайт, вы павінны ўсталяваць інтэграцыю з абалонкай GNOME, якая складаецца з дзвюх частак: пашырэнне браўзера і спецыялізаваная праграма для абмену паведамленнямі ў асноўнай сістэме
ca: Per controlar les extensions de GNOME Shell mitjançant aquest lloc, heu d’instal·lar la integració de GNOME Shell que consta de dues parts: l’extensió del navegador i la aplicació nadiua de missatgeria de l’amfitrió.
cs: Abyste mohli pracovat s rozšířeními GNOME Shellu ve vašem počítači přímo z této stránky, musíte nainstalovat integraci s GNOME Shellem, která sestává ze dvou částí: doplňku do prohlížeče a přirozené aplikace do systému
da: For at styre GNOME Shell-udvidelser på webstedet skal du installere GNOME Shell-integration som består af to dele: browserudvidelsen og værtsmeddelelsesprogrammet (native host messaging application)
de: Um die GNOME Shell-Integration über diese Seite steuern zu können, müssen Sie die GNOME Shell-Integration installieren, die aus zwei Teilen besteht: der Browser-Erweiterung und der nativen Host-Messaging-Anwendung
el: Για να ελέγξετε τις επεκτάσεις του GNOME Shell χρησιμοποιώντας αυτόν τον ιστότοπο, πρέπει να εγκαταστήσετε την ενσωμάτωση του GNOME Shell που αποτελείται από δύο μέρη: επέκταση προγράμματος περιήγησης και εφαρμογή ανταλλαγής μηνυμάτων εγγενούς κεντρικού υπολογιστή
es: Para controlar las extensiones de GNOME SHell usando esta página debe instalar la integración con GNOME Shell, que consiste en dos partes: una extensión del navegador y la aplicación de mensajería nativa del equipo
eu: GNOME Shell hedapenak gune hau erabilita kontrolatzeko, GNOME Shell integrazioa instalatu behar duzu. Bi atal ditu: nabigatzailearen hedapen bat eta jatorrizko ostalariaren mezu-aplikazioa
fa: برای واپایش افزونه‌های پوستهٔ گنوم با استفاده از این پایگاه، باید یکپارچگی پوستهٔ گنوم را که شامل دو بخش است نصب کنید: افزونهٔ مرورگر و برنامهٔ پیام‌رسانی میزبان بومی
fi: Jotta voit hallita Gnome Shell -laajennuksia tämän sivuston kautta, sinun tulee asentaa GNOME Shell -integraatio, joka koostuu kahdesta osasta: selainlaajennuksesta ja native host messaging -sovelluksesta
fur: Par controlâ lis estensions di GNOME Shell doprant chest sît si scugne instalâ la integrazion di GNOME Shell, che e consist in doi parts: une estension pal navigadôr web e un program natîf pal sisteme operatîf pe gjestion dai messaçs
fy: Om jo GNOME Shell útwreidingen te behearren mei dizze webside moatte jo de GNOME Shell yntegraasje ynstallearje dy bestiet út twa dielen: in webblêder útwreiding en in kommunikaasje applikaasje foar it apperaat wêr mei ferbûn wurde moat
gl: Para controlar as extensións de GNOME Shell usando este site debe instalar a integración de GNOME Shell que consiste en dúas partes: navegar as extensións e o aplicativo de mensaxería do host nativo
he: כדי לשלוט בהרחבות של מעטפת GNOME באמצעותה אתר הזה עליך להתקין את מנגנון השילוב שמורכב משני חלקים: הרחבת דפדפן ויישום טבעי להעברת הודעות למערכת
hi: इस साइट का उपयोग करके GNOME शैल एक्सटेंशन को नियंत्रित करने के लिए आपको GNOME शैल एकीकरण स्थापित करना होगा जिसमें दो भाग होते हैं: ब्राउज़र एक्सटेंशन और मूल होस्ट मैसेजिंग अनुप्रयोग
hr: Kako biste upravljali Proširenjima GNOME ljuske koristeći ovu stranicu morate instalirati Integraciju GNOME ljuske koja se sastoji od dva dijela: proširenje preglednika i izvornu aplikaciju računala za razmjenu poruka
hu: A GNOME Shell kiterjesztéseknek az oldal használatával történő vezérléséhez telepítenie kell a GNOME Shell integrációt, amely két részből áll: egy böngészőkiegészítőből és egy natív üzenetkezelő alkalmazásból
id: Untuk mengontrol ekstensi GNOME Shell menggunakan situs ini Anda harus memasang integrasi GNOME Shell yang terdiri dari dua bagian: ekstensi peramban dan aplikasi perpesanan host native
it: Per controllare le estensioni di GNOME Shell utilizzando questo sito web, è necessario installare l'integrazione con la GNOME Shell che consiste di: un'estensione per il browser e un programma nativo per il proprio sistema operativo per la gestione dei messaggi.
ka: იმისათვის, რომ მართოთ GNOME Shell-ის გაფართოებები ამ საიტით, უნდა დააყენოთ GNOME Shell-ის ინტეგრაცია, რომელიც ორი ნაწილისგან შედგება: ბრაუზერის გაფართოება და ჰოსტის შეტყობინებების აპლიკაცია
kk: Осы сайт арқылы GNOME Shell кеңейтулерін басқару үшін екі бөліктен тұратын GNOME Shell интеграциясын орнатуыңыз керек: браузер кеңейтуі және негізгі хосттың хабарлама алмасу қолданбасы
ko: 이 사이트에서 그놈 쉘 확장을 다루려면 브라우저 확장 기능과 네이티브 호스트 메시징 프로그램으로 이루어진 그놈 쉘 통합을 설치해야합니다
lt: Norėdami valdyti GNOME apvalkalo plėtinius, naudojant šią svetainę, privalote įsidiegti GNOME apvalkalo integraciją, kuri susideda iš dviejų dalių: naršyklės plėtinio ir savos kompiuterio pranešimų perdavimo programos
ms: Untuk mengawal sambungan Shell GNOME yang menggunakan tapak ini, anda mesti memasang penyepaduan Shell GNOME yang terdiri dari dua bahagian: sambungan pelayar dan aplikasi pemesejan hos tabii
nl: Om via deze site uitbreidingen voor GNOME Shell te beheren, dient u de GNOME Shell-integratie te installeren, bestaande uit twee delen: een browserextensie en een native-host-messaging-toepassing
pl: Aby sterować rozszerzeniami powłoki GNOME za pomocą tej strony, należy zainstalować integrację składającą się z dwóch części: rozszerzenia do przeglądarki i aplikacji natywnej komunikacji z serwerem
pt: Para controlar as extensões da interface GNOME com este sítio Web, deve instalar a integração da interface GNOME que consiste em duas partes: extensão de navegador e uma aplicação de mensagens hospedeiro nativa
pt_br: Para controlar as extensões do GNOME Shell usando este site, você deve instalar a integração do GNOME Shell que consiste em duas partes: extensão do navegador e aplicativo de mensagens do host nativo
ro: Pentru a controla extensiile pentru Shell-ul GNOME folosind acest sit trebuie să instalați integrarea cu Shell-ul GNOME ce constă în două părți: extensia de navigator și aplicația nativă de mesagerie
ru: Чтобы управлять расширениями GNOME Shell с помощью этого сайта, необходимо установить интеграцию GNOME Shell, которая состоит из двух частей: расширение браузера и родное приложение для обмена сообщениями на хосте
sk: Na ovládanie rozšírení Shellu prostredia GNOME pomocou tejto stránky, musíte nainštalovať integráciu do Shellu prostredia GNOME, ktorá pozostáva z dvoch častí: rozšírenia prehliadača a aplikácie na zasielanie správ natívnemu hostiteľovi
sl: Za upravljanje z razširitvami Lupine GNOME je treba namestiti dve komponenti: razširitev brskalnika in izvorni gostiteljski program za povezovanje z lupino.
sr: Да бисте управљали вашим проширењима Гномове шкољке преко ове веб странице, морате прво инсталирати интеграцију Гномове шкољке која се састоји од два дела, проширења за прегледач и домаћег програма за размену порука на рачунару
sv: För att kontrollera GNOME Shell-tillägg med denna webbplats måste du installera GNOME Shell-integration som består av två delar: ett webbläsartillägg och ett inhemskt värdmeddelandeprogram
tr: Bu siteyi kullanarak GNOME Kabuk uzantılarını denetlemek için iki parçalı GNOME Kabuk tümleşimini kurmalısınız: tarayıcı uzantısı ve yerli ana makine iletişim uygulaması
uk: Для управління розширеннями оболонки GNOME за допомогою цього сайту необхідно встановити інтеграцію з оболонкою GNOME, яка складається з двох частин: розширення браузера і нативний додаток обміну повідомленнями у основній системі
uz: Ushbu sayt yordamida GNOME Shell kengaytmalarini boshqarish uchun siz ikki qismdan iborat GNOME Shell integratsiyasini o'rnatishingiz kerak: brauzer kengaytmasi va mahalliy xost xabar almashish ilovasi
zh_cn: 要使用此网站控制 GNOME Shell 扩展，你必须安装 GNOME Shell 集成，其包括两部分：浏览器扩展和本地主机通信应用程序
zh_tw: 您必須安裝 GNOME Shell 整合才能使用此網站控制 GNOME Shell 擴充套件。GNOME Shell 整合由兩個部分組成：「瀏覽器擴充元件」和「原生主機通訊應用程式」

source: Install GNOME Shell integration browser extension
be: Усталяваць пашырэнне браўзера для інтэграцыі з абалонкай GNOME
ca: Instal·la l'extensió del navegador d'integració de GNOME Shell
cs: Nainstalovat doplněk prohlížeče Integrace s GNOME Shell
da: Installer browserudvidelsen for GNOME Shell-integration
de: Browser-Erweiterung für die GNOME-Shell-Integration installieren
el: Εγκαταστήστε την επέκταση προγράμματος περιήγησης ενσωμάτωσης του GNOME Shell
es: Instalar el complemento del navegador de integración con GNOME Shell
eu: Instalatu GNOME Shell integraziorako nabigatzaile-hedapena
fa: نصب افزونهٔ مرورگر یکپارچگی پوستهٔ گنوم
fi: Asenna GNOME Shell integration -selainlaajennus
fur: Instale la estension dal navigadôr web pe integrazion di GNOME Shell
fy: Ynstallear de GNOME Shell yntegraasje webblêder útwreiding
gl: Instalar extensión do navegador para a integración de GNOME Shell
he: התקנת הרחבת הדפדפן לשילוב מול מעטפת GNOME
hi: GNOME शैल एकीकरण ब्राउज़र एक्सटेंशन स्थापित करें
hr: Instaliraj proširenje preglednika za integraciju s GNOME ljuskom
hu: A GNOME Shell integráció böngészőkiegészítő telepítése
id: Pasang ekstensi integrasi peramban GNOME Shell
it: Installa l'estensione per l'integrazione browser
ka: GNOME Shell-ის ინტეგრაციის ბრაუზერის გაფართოების დაყენება
kk: GNOME Shell интеграциясының браузер кеңейтуін орнату
ko: 그놈 쉘 통합 브라우저 확장을 설치하십시오
lt: Įdiegti GNOME apvalkalo integracijos naršyklės plėtinį
ms: Pasang sambungan pelayar penyepaduan Shell GNOME
nl: Browserextensie voor GNOME Shell-integratie installeren
pl: Zainstaluj rozszerzenie integracji z powłoką GNOME w przeglądarce
pt: Instala a extensão de navegador para integração da interface GNOME
pt_br: Instalar a extensão do navegador de integração do GNOME Shell
ro: Instalează extensia de integrare cu Shell-ul GNOME pentru navigatorul de internet
ru: Установите расширение браузера для интеграции GNOME Shell
sk: Nainštalujte rozšírenie prehliadača na integráciu do Shellu prostredia GNOME
sl: Namesti razširitev brskalnika Lupine GNOME
sr: Инсталирај интеграцију Гномове шкољке са проширењем прегледача
sv: Installera webbläsartillägget för GNOME Shell-integration
tr: GNOME Kabuk için tarayıcı tümleşimi uzantısını kur
uk: Встановлення розширення браузера для інтеграції з оболонкою GNOME
uz: GNOME Shell integratsiya brauzer kengaytmasini o'rnating
zh_cn: 安装 GNOME Shell 浏览器插件
zh_tw: 安裝 GNOME Shell 整合瀏覽器擴充元件

source: Click here to install browser extension
be: Націсніце тут, каб усталяваць пашырэнне для браўзера
ca: Prem aquí per instal·lar l'extensió del navegador
cs: Kliknutím zde nainstalujete doplněk prohlížeče
da: Klik her for at installere browserudvidelsen
de: Klicken Sie hier, um die Browser-Erweiterung zu installieren
el: Κάντε κλικ εδώ για να εγκαταστήσετε επέκταση προγράμματος περιήγησης
es: Pulse aquí para instalar el complemento del navegador
eu: Sakatu hemen nabigatzaile-hedapena instalatzeko
fa: برای تصب افزونهٔ مرورگر، این‌جا را بزنید
fi: Napsauta tästä asentaaksesi selainlaajennuksen
fur: Fâs clic achì par instalâ la estension dal navigadôr web
fy: Klik hjir om de webblêder útwreiding te ynstallearjen
gl: Prema aquí para instalar a extensión de navegador
he: יש ללחוץ כאן כדי להתקין הרחבת דפדפן
hi: ब्राउज़र एक्सटेंशन स्थापित करने के लिए यहां क्लिक करें
hr: Kliknite ovdje za instalaciju proširenja preglednika
hu: Kattintson ide a böngészőkiegészítő telepítéséhez
id: Klik di sini untuk memasang ekstensi peramban
it: Fai clic qui per installare l'estensione del browser
ka: ბრაუზერის გაფართოების დასაყენებლად დააწკაპუნეთ
kk: Браузер кеңейтуін орнату үшін осы жерді шертіңіз
ko: 여기를 눌러 브라우저 확장을 설치하십시오
lt: Spustelėkite čia, norėdami įsidiegti naršyklės plėtinį
ms: Klik di sini untuk memasang sambungan pelayar
nl: Klik hier om de browserextensie te installeren
pl: Kliknij tutaj, aby zainstalować rozszerzenie do przeglądarki
pt: Clique aqui para instalar a extensão de navegador
pt_br: Clique aqui para instalar a extensão do navegador
ro: Clic aici pentru a instala extensia de navigator
ru: Нажмите здесь, чтобы установить расширение для браузера
sk: Kliknutím sem nainštalujete rozšírenie prehliadača
sl: Kliknite za namestitev razširitve brskalnika
sr: Кликни овде да инсталирате проширења прегледача
sv: Klicka här för att installera webbläsartillägg
tr: Tarayıcı uzantısını kurmak için tıkla
uk: Клацніть тут, для встановлення розширення браузера
uz: Brauzer kengaytmasini o'rnatish uchun shu yerni bosing
zh_cn: 点击这里安装浏览器插件
zh_tw: 按一下此處安裝瀏覽器擴充元件

source: See %swiki page%s for native host connector installation instructions
be: Глядзіце %sстаронку wiki%s, каб атрымаць інструкцыі, як усталяваць спецыялізаваную праграму ў асноўнай сістэме
ca: Mireu la %spàgina wiki%s per les instruccions d'instal·lació del connector de l'amfitrió nadiu
cs: Návod k instalaci přirozeného konektoru do systému najdete na %sstránce wiki%s
da: Se %swikisiden%s for installationsinstruktioner til værtsforbindelseskomponenten (native host connector)
de: Siehe %swiki page%s für Installationsanweisungen für den »Native Host Connector«
el: Ανατρέξτε στη σελίδα %swiki%s για οδηγίες εισαγωγής εγγενούς σύνδεσης κεντρικού υπολογιστή
es: Consulte en %swiki page%s las instrucciones de instalación del conector del equipo nativo
eu: Ikus %swiki orria%s jatorrizko ostalariaren konektorea instalatzeko argibideak jasotzeko
fa: برای دستورالعمل‌های تصب وصل‌کنندهٔ میزبان بومی%swiki page%s را ببینید
fi: Lue %swikisivu%s natiivin host connectorin asennusohjeiksi
fur: Viôt la %swiki page%s pes istruzions di instalazion dal conetôr natîf par chest host
fy: Besjoch de %swiki page%s foar de hânlieding foar de ynstallaasje fan de kommunikaasje applikaasje foar jo apperaat
gl: Vexa %swiki page%s para as instruccións de instalación do conector do equipo nativo
he: כדאי לבקר ב%sעמוד הוויקי%s לקבלת הנחיות להתקנת המחבר במערכת
hi: मूल होस्ट कनेक्टर स्थापना निर्देशों के लिए %sविकि पृष्ठ%s देखें
hr: Pogledajte %swiki stranicu%s za upute instalacije izvornog povezivanja računala
hu: Nézze meg a %swiki oldalt%s a natív csatoló telepítési utasításaiért
id: Lihat %swiki page%s untuk instruksi pemasangan konektor host native
it: Consultare %swiki page%s per le istruzioni d'installazione del connettore nativo per questo host
ka: იხილეთ %sვიკისგვერდი%s ჰოსტზე კონექტორის აპლიკაციის დაყენების ინსტრუქციებისთვის
kk: Негізгі хосттың байланыстыратын сызығын орнату нұсқаулары үшін %swiki бетін%s қараңыз
ko: 네이티브 호스트 커넥터 설치 절차를 확인하려면 %s위키 페이지%s를 확인하십시오
lt: Kompiuterinio sujungiklio įdiegimo nurodymams, žiūrėkite %svikio puslapį%s
ms: Sila rujuk %slaman wiki %s untuk mengetahui arahan pemasangan penyambung hos tabii
nl: Bekijk %sde wiki-pagina%s voor installatie-instructies voor de native-host-connector
pl: %sStrona wiki%s zawiera instrukcje instalacji natywnego łącznika serwera
pt: Veja a %spágina wiki%s para instrução de instalação do conector de hospedeiro nativo
pt_br: Veja a %spágina wiki%s para instruções de instalação do conector do host nativo
ro: Consultați %swiki page%s pentru instrucțiuni în a instala conectorul nativ
ru: Инструкции по установке родного хост-коннектора см. на странице %swiki page%s
sk: Prezrite si %sstránku na wiki%s pre inštrukcie k inštalácii konektoru natívneho hostiteľa
sl: Oglejte si %sstrani wiki%s za podrobnosti o namestitvi programskega povezovalnika
sr: Погледајте вики страницу %swiki page%s за упуте инсталирања изворног програма за размену порука на рачунару
sv: Se %swikisidan%s för installationsinstruktioner för det inhemska värdanslutningsprogrammet
tr: Yerli ana makine bağlayıcı kurulumu için %swiki sayfasına%s göz at
uk: Настанови зі встановлення з'єднувача у основній системі можна знайти на %sвікі-сторінці%s
uz: Mahalliy xost konnektorini oʻrnatish boʻyicha koʻrsatmalar uchun %swiki sahifasiga%s qarang
zh_cn: 查看本地主机连接器安装说明的%s维基页面%s
zh_tw: 請參閱 %sWiki 頁面%s取得原生主機連接器的安裝指引
