Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: We cannot detect a running copy of GNOME on this system, so some parts of the interface may be disabled. See <a href="/about/#no-detection">our troubleshooting entry</a> for more information.
be: Мы не можам выявіць запушчаную копію GNOME у гэтай сістэме, некаторыя часткі інтэрфейсу могуць быць адключаны. Каб атрымаць дадатковыя звесткі, глядзіце <a href="/about/#no-detection">наш артыкул пра выпраўленне непаладак</a>.
ca: No podem detectar una còpia en execució del GNOME en aquest sistema, de manera que algunes parts de la interfície es poden desactivar. Mireu <a href="/about/#no-detection"> la nostra solució de problemes </a> per obtenir més informació.
cs: Nezdařilo se zjistit běžící kopii GNOME na tomto systému, takže některé části rozhraní mohou být nepřístupné. Víc informací viz <a href="/about/#no-detection">řešené problémy</a>.
da: Vi kan ikke registrere en kørende kopi af GNOME på systemet, så dele af grænsefladen kan være deaktiveret. Se <a href="/about/#no-detection">vores fejlsøgningsemne</a> for mere information.
de: Es wurde kein laufendes GNOME auf diesem System erkannt, daher werden einige Teile der Benutzeroberfläche deaktiviert sein. Im <a href="/about/#no-detection">Abschnitt zur Fehlerbehebung</a> finden Sie weitere Informationen.
el: Δεν μπορούμε να εντοπίσουμε ένα εκτελούμενο αντίγραφο του GNOME σε αυτό το σύστημα, επομένως ορισμένα τμήματα της διεπαφής ενδέχεται να είναι απενεργοποιημένα. Ανατρέξτε στην <a href="/about/#no-detection">καταχώρισή μας αντιμετώπισης προβλημάτων</a> για περισσότερες πληροφορίες.
es: No se ha detectado una copia de GNOME en este sistema, por lo que algunas partes de la interfaz pueden no estar disponibles. Consulte <a href="/about/#no-detection">la guía de resolución de errores</a> para obtener más información.
eu: Ez dugu aurkitu GNOMEren kopia exekutagarri bat sistema honetan; beraz, interfazearen zenbait atal desgaituta agertuko dira. Ikus <a href="/about/#no-detection">arazoak konpontzeko orria</a> informazio gehiagorako.
fa: نمی‌توانیم یک رونوشت در حال اجرا از گنوم را روی این سامانه تشخیص دهیم، پس برخی بخش‌های واسط ممکن است از کار بیفتند. برای اطّلاعات بیش‌تر، <a href="/about/#no-detection">ورودی رفع اشکالمان</a> را ببینید.
fi: Emme havaitse käynnissä olevaa GNOME-asennusta järjestelmässäsi, joten jotkin osat käyttöliittymästä saattavat olla pois käytöstä. <a href="/about/#no-detection">Lue ongelmanratkaisu</a> saadaksesi lisätietoja.
fur: No rivin a cjatâ su chest sisteme une copie in esecuzion di GNOME, duncje cualchi part de interface e podarès jessi disabilitade. Viôt <a href="/about/#no-detection">la nestre vuide ae risoluzion dai problemis</a> par vê plui informazions.
fy: We hawwe gjin wurkjende ferzje fan GNOME op jo systeem fûn, guon dielen fan de omjouwing kinne útskeakele wêze. Besjoch <a href="/about/#no-detection">ûs flater opspoarings artikel</a> foar mear ynformaasje.
gl: Non podemos detectar unha copia executándose de GNOME neste sistema, polo que algunhas partes da interface poden desactivarse. Vexa <a href="/about/#no-detection">a nosa entrada de resolución de erros</a> para máis información.
he: לא הצלחנו לזהות עותק פעיל של GNOME במערכת הזאת, לכן יכול להיות שחלק מהמנשק יושבת. כדי לעיין ב<a href="/about/#no-detection">רשומת פתרון התקלות שלנו</a> לקבלת מידע נוסף.
hi: हम इस सिस्टम पर GNOME की चल रही प्रतिलिपि का पता नहीं लगा सकते हैं, इसलिए इंटरफ़ेस के कुछ हिस्से अक्षम हो सकते हैं। अधिक जानकारी के लिए <a href="/about/#no-detection">हमारी समस्या निवारण प्रविष्टि</a> देखें।
hr: Ne možemo otkriti primjerak GNOMA na ovom sustavu, stoga neki dijelovi sučelja mogli bi biti onemogućeni. Pogledajte <a href="/about/#no-detection">rješavanje problema</a> za više informacija.
hu: Nem észleltük a GNOME egy futó példányát ezen a rendszeren, így a felület egyes részei le lehetnek tiltva. További információkért nézze meg a <a href="/about/#no-detection">hibaelhárítási bejegyzést</a>.
id: Kami tidak dapat mendeteksi salinan GNOME yang berjalan pada sistem ini, sehingga beberapa bagian antarmuka mungkin dinonaktifkan. Lihat <a href="/about/#no-detection">entri pemecahan masalah kami</a> untuk informasi lebih lanjut.
it: Impossibile rilevare una versione di GNOME sul sistema: il sito potrebbe non funzionare correttamente. Per maggiori informazioni, consultare <a href="/about/#no-detection">la guida alla risoluzione dei problemi</a>.
ka: ამ სისტემაზე გაშვებული GNOME აღმოჩენილი არაა, ასე რომ, ინტერფეისის ზოგიერთი ნაწილი, შეიძლება, გათიშული იყოს. მეტი ინფორმაციისთვის იხილეთ <a href="/about/#no-detection">ეს ბმული</a>.
kk: Біз бұл жүйеде жұмыс істеп тұрған GNOME көшірмесін анықтай алмадық, сондықтан интерфейстің кейбір бөліктері сөндірілуі мүмкін. Қосымша ақпарат алу үшін <a href="/about/#no-detection">ақаулықтарды жою жазбамызды</a> қараңыз.
ko: 이 시스템에서 실행 중인 그놈 사본을 찾을 수 없어 인터페이스 일부 기능을 사용할 수 없습니다. 자세한 내용은 <a href="/about/#no-detection">문제 해결 항목</a>을 참고하십시오.
lt: Negalime šioje sistemoje aptikti veikiančio GNOME egzemplioriaus, taigi, kai kurios sąsajos dalys gali būti išjungtos. Išsamesnei informacijai, žiūrėkite <a href="/about/#no-detection">mūsų nesklandumų šalinimo įrašą</a>.
ms: Kami tidak dapat mengesan satu salinan GNOME yang berjalan dalam sistem ini, jadi sesetengah bahagian antara muka mungkin dilumpuhkan. Sila rujuk <a href="/about/#no-detection">masukan pencarisilapan kami</a> untuk maklumat lanjut.
nl: We konden niet detecteren dat GNOME op uw systeem draait, dus sommige onderdelen van de interface zijn mogelijk uitgeschakeld. Bekijk onze <a href="/about/#no-detection">probleemoplossingshulp</a> voor meer informatie.
pl: Nie możemy wykryć uruchomionej kopii GNOME na tym komputerze, więc niektóre części interfejsu mogą być wyłączone. <a href="/about/#no-detection">Strona o rozwiązywaniu problemów</a> zawiera więcej informacji.
pt: Não podemos detetar uma cópia em execução do GNOME neste sistema, portanto algumas partes da interface podem estar desabilitadas. Veja <a href="/about/#no-detection">nossa resolução de problemas</a> para mais informação.
pt_br: Não conseguimos detectar uma cópia em execução do GNOME neste sistema, portanto, algumas partes da interface podem estar desabilitadas. Consulte <a href="/about/#no-detection">nossa entrada de solução de problemas</a> para obter mais informações.
ro: Nu putem detecta o copie de GNOME rulând pe acest sistem, deci unele părți ale interfeței pot fi dezactivate. Consultați <a href="/about/#no-detection">articolul nostru pentru depanare</a> pentru mai multe informații.
ru: Мы не можем обнаружить запущенную копию GNOME на этой системе, поэтому некоторые части интерфейса могут быть отключены. Дополнительную информацию см. в <a href="/about/#no-detection">статье об устранении неполадок</a>.
sk: Neodkážeme rozpoznať spustenú kópiu prostredia GNOME v tomto systéme, takže niektoré súčasti tohto rozhrania môžu byť zakázané. Pre viac informácií si prezrite <a href="/about/#no-detection">našu pomoc pri riešení problémov</a>.
sl: Ni mogoče zaznati zagnane različice lupine GNOME, zato bodo nekateri deli vmesnika ostali onemogočeni. Za več podrobnosti si oglejte <a href="/about/#no-detection">stran za razreševanje težav</a>.
sr: Не можемо уочити покренути примерак Гнома на овом систему, тако да су неки делови сучеља онемогућени. Погледајте <a href="/about/#no-detection">унос на страници за решавање проблема</a> за више података.
sv: Vi kan inte upptäcka någon körande kopia av GNOME på detta system, så vissa delar av gränssnittet kan vara inaktiverat. Se <a href="/about/#no-detection">vår problemlösningspost</a> för mer information.
tr: Bu sistemde çalışan GNOME kopyası bulamıyoruz, bu nedenle arayüzün bazı bölümleri devre dışı bırakılabilir. Daha çok bilgi için <a href="/about/#no-detection">sorun giderme girdimize</a> bakın.
uk: Ми не можемо виявити запущену копію GNOME в цій системі, тому деякі частини інтерфейсу можуть бути відключені. Додаткову інформацію дивіться в розділі <a href="/about/#no-detection">про усунення неполадок</a>.
uz: Ushbu tizimda GNOME-ning ishlayotgan nusxasini aniqlay olmadik, shuning uchun interfeysning ba'zi qismlari o'chirilgan bo'lishi mumkin. Qo'shimcha ma'lumot olish uchun <a href="/about/#no-detection">bizning muammolarni bartaraf etish bo'limiga</a> qarang.
zh_cn: 我们没有在此系统上检测到正在运行的 GNOME 实例，因此，部分功能已经禁用。请查阅 <a href="/about/#no-detection">我们的故障排查页面</a> 。
zh_tw: 我們無法偵測此系統正在執行的 GNOME 複本，所以部分介面可能會被停用。請參閱<a href="/about/#no-detection">我們的疑難雜解條目</a>以取得更多資訊。

source: GNOME Shell Extensions cannot list your installed extensions.
be: Пашырэнні абалонкі GNOME не могуць вывесці спіс усталяваных пашырэнняў.
ca: Les extensions de GNOME Shell no poden llistar les vostres extensions instal·lades.
cs: Rozšíření GNOME Shellu nemohou vypsat vaše nainstalovaná rozšíření.
da: GNOME Shell-udvidelser kan ikke vise dine installerede udvidelser.
de: GNOME Shell-Erweiterungen kann Ihre installierten Erweiterungen nicht auflisten.
el: Οι επεκτάσεις κελύφους GNOME δεν μπορούν να εμφανίσουν τις εγκατεστημένες επεκτάσεις σας.
es: Extensiones de GNOME Shell no puede listar las extensiones que tiene instaladas.
eu: GNOME Shell hedapenen aplikazioak ezin du zerrendatu instalatuta dituzun hedapenak.
fa: افزونه‌های پوستهٔ گنو نمی‌تواند افزونه‌های نصب‌شده‌تان را فهرست کند.
fi: GNOME Shell Extensions ei pysty listaamaan asentamiasi laajennuksia.
fur: Estensions di GNOME Shell nol pues listâ lis tôs estensions instaladis.
fy: GNOME Shell Útwreidings kin jo ynstallearre útwreidings net opsomje.
gl: As extensións de GNOME Shell non pode listar as súas extensións instaladas.
he: להרחבות מעטפת GNOME אין אפשרות להציג את ההרחבות שמותקנות אצלך.
hi: GNOME शैल एक्सटेंशन आपके स्थापित किए गए एक्सटेंशन को सूचीबद्ध नहीं कर सकते।
hr: Proširenja GNOME ljuske ne može navesti vaša instalirana proširenja.
hu: A GNOME Shell kiterjesztések nem tudja felsorolni a telepített kiterjesztéseket.
id: Ekstensi GNOME Shell tidak dapat mencantumkan ekstensi yang Anda pasang.
it: Estensioni per GNOME Shell non è in grado di elencare le tue estensioni installate.
ka: GNOME Shell Extensions -ს თქვენი გაფართოებების სიის ჩვენება არ შეუძლია.
kk: GNOME Shell кеңейтулері орнатылған кеңейтулер тізімін көрсете алмайды.
ko: 그놈 쉘 확장에서 설치한 확장을 나열할 수 없습니다.
lt: GNOME apvalkalo plėtiniai negali išvardyti jūsų įdiegtų plėtinių.
ms: Sambungan Shell GNOME tidak dapat menyenaraikan sambungan terpasang anda.
nl: Uitbreidingen voor GNOME Shell kan uw geïnstalleerde uitbreidingen niet oplijsten.
pl: Nie można wyświetlić listy zainstalowanych rozszerzeń.
pt: Extensões da Interface GNOME não pode listar suas extensões instaladas.
pt_br: GNOME Shell Extensions não consegue listar suas extensões instaladas.
ro: Extensii pentru Shell-ul GNOME nu poate lista extensiile instalate.
ru: Расширения GNOME Shell не могут вывести список установленных расширений.
sk: Rozšírenia prostredia GNOME nedokážu získať zoznam vašich nainštalovaných rozšírení.
sl: Na spletni strani so zbrani podatki nameščenih razširitev.
sr: Проширења Гномове шкољке не могу излистати ваша инсталирана проширења.
sv: GNOME Shell-tillägg kan inte lista dina installerade tillägg.
tr: GNOME Kabuk Uzantıları, kurulu uzantılarınızı listeleyemez.
uk: GNOME Shell Extensions не вдається вивести список встановлених розширень.
uz: GNOME Shell kengaytmalari o'rnatilgan kengaytmalaringizni ro'yxatga olmaydi.
zh_cn: GNOME Shell 扩展程序无法列出已安装的扩展。
zh_tw: GNOME Shell 擴充套件無法列出您安裝的擴充套件。

source: Compatible with
be: Сумяшчальна з
ca: Compatibles amb
cs: Funkční v
da: Kompatibel med
de: Kompatibel zu
el: Συμβατό με
es: Compatible con
eu: Bateragarria honekin:
fa: سازگار با
fi: Yhteensopivuus
fur: Compatibile cun
fy: Moat te brûken wêze mei
gl: Compatíbel con
he: תאימות מול
hi: इनके साथ संगत
hr: Kompatibilno sa
hu: Kompatibilis ezzel:
id: Kompatibel dengan
it: Compatibile con
ka: თავსებადია
kk: Келесімен үйлесімді
ko: 호환 대상
lt: Suderinamas su
ms: Serasi dengan
nl: Compatibel met
pl: Zgodne z
pt: Compatível com
pt_br: Compatível com
ro: Compatibilă cu
ru: Совместимо с
sk: Kompatibilné s
sl: Skladno z
sr: Усаглашено са
sv: Kompatibelt med
tr: Uyumluluk biçimi
uk: Сумісне з
uz: Mos keladigan loyihalar ro'yxati
zh_cn: 兼容于
zh_tw: 與下述相容

source: Name
be: Назва
ca: Nom
cs: názvu
da: Navn
el: Όνομα
eu: Izena
fa: نام
fi: Nimi
fur: Non
fy: Namme
gl: Nome
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ka: სახელი
kk: Аты
ko: 이름
lt: Pavadinimą
ms: Nama
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Названию
sk: Názov
sl: Imenu
sr: Назив
sv: Namn
tr: Ada göre
uk: Ім'я
uz: Ism
zh_cn: 名称
zh_tw: 名稱

source: Recent
be: Навізна
cs: aktuálnosti
da: Seneste
de: Aktualität
el: Πρόσφατο
es: Recientes
eu: Duela gutxi erabilita
fa: اخیر
fi: Viimeisimmät
fur: Resint
fy: Resintlikens
gl: Recentes
he: אחרונים
hi: हालिया
hr: Nedavno
hu: Legutóbbi
id: Terkini
it: Recenti
ka: Ბოლო
kk: Жақындағы
ko: 최근
lt: Naujumą
ms: Baru-baru Ini
pl: Ostatnie
pt: Recentes
pt_br: Recentes
ro: Noutate
ru: Новизне
sk: Najnovšie
sl: nedavnosti objave
sr: Недавно
sv: Senaste
tr: Yeni çıkanlar
uk: Останні
uz: So‘nggi
zh_cn: 最近
zh_tw: 最近

source: Downloads
be: Спампоўванні
ca: Descarregues
cs: stažení
el: Λήψεις
es: Descargas
eu: Deskargak
fa: بارگیری‌ها
fi: Lataukset
fur: Discjariaments
gl: Descargas
he: הורדות
hi: डाउनलोड
hr: Preuzimanja
hu: Letöltések
id: Unduh
it: Scaricamenti
ka: გადმოწერები
kk: Жүктеп алулар
ko: 다운로드
lt: Atsiuntimus
ms: Muat Turun
pl: Liczba pobrań
pt: Transferências
ro: Descărcări
ru: Загрузкам
sk: Preberania
sl: številu prejemov
sr: Преузимања
sv: Hämtningar
tr: Çok indirilenler
uk: Завантаженням
uz: Yuklashlar
zh_cn: 下载数
zh_tw: 下載量

source: Popularity
be: Папулярнасць
ca: Popularitat
cs: oblíbenosti
da: Popularitet
de: Beliebtheit
el: Δημοτικότητα
es: Popularidad
eu: Ospea
fa: محبوبیت
fi: Suosio
fur: Popolaritât
fy: Populêrens
gl: Popularidade
he: פופולריות
hi: लोकप्रियता
hr: Popularnost
hu: Népszerűség
id: Popularitas
it: Popolarità
ka: პოპულარობა
kk: Танымалдылығы
ko: 인기도
lt: Populiarumą
ms: Populariti
nl: Populariteit
pl: Popularność
pt: Popularidade
pt_br: Popularidade
ro: Popularitate
ru: Популярности
sk: Obľúbenosť
sl: priljubljenosti
sr: Популарност
sv: Popularitet
tr: Çok oylananlar
uk: Популярності
uz: Mashhurlik
zh_cn: 人气
zh_tw: 熱門度

source: Relevance
be: Рэлевантнасць
el: Συνάφεια
eu: Garrantzia
fa: ارتباط
fi: Asiaankuuluvuus
gl: Relevancia
he: רלוונטיות
hi: प्रासंगिकता
hu: Fontosság
id: Relevansi
ka: შესაბამისობა
kk: Сәйкестігі
ko: 선호도
lt: Atitiktis
nl: Relevantie
pl: Ważność
pt: Relevância
pt_br: Relevância
ro: Relevanță
ru: Релевантности
sl: pomembnosti
sr: Важност
sv: Relevans
tr: İlgiye göre
uk: Відповідність
uz: Muvofiqlik
zh_cn: 相关性

source: Sort by
be: Сартаванне
ca: Ordena per
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
eu: Ordenatu honen arabera:
fa: چینش با
fi: Järjestä
fur: Ordene par
fy: Oarderje neffens
gl: Ordenar por
he: מיון לפי
hi: ऐसे छाँटे
hr: Razvrstaj po
hu: Rendezés eszerint:
id: Urut berdasarkan
it: Ordina per
ka: დალაგება
kk: Сұрыптау реті
ko: 정렬순
lt: Rikiuoti pagal
ms: Isih mengikut
nl: Sorteren op
pl: Porządkowanie według
pt: Ordenar por
pt_br: Ordenar por
ro: Sortează după
ru: Упорядочить по
sk: Usporiadať podľa
sl: Razvrsti po
sr: Поређај по
sv: Sortera efter
tr: Sıralama biçimi
uk: Сортувати по
uz: Tartiblash
zh_cn: 排序方式
zh_tw: 排序依據

source: Author
be: Аўтар
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Δημιουργός
es: Autor
eu: Egilea
fa: نگارنده
fi: Tekijä
fur: Autôr
fy: Skriuwer
gl: Autor
he: יוצר או יוצרת
hi: लेखक
hr: Autor
hu: Szerző
id: Penulis
it: Autore
ka: ავტორი
kk: Авторы
ko: 작성자
lt: Autorius
ms: Pengarang
nl: Auteur
pl: Autor
pt: Autor
pt_br: Autor
ro: Autor
ru: Автор
sk: Autor
sl: Avtor
sr: Творац
sv: Upphovsman
tr: Yazar
uk: Автор
uz: Muallif
zh_cn: 作者
zh_tw: 作者

source: Show more reviews
be: Паказаць больш водгукаў
ca: Mostra més comentaris
cs: Zobrazit další recenze
da: Vis flere anmeldelser
de: Weitere Rezensionen anzeigen
el: Εμφάνιση περισσότερων κριτικών
es: Mostrar más opiniones
eu: Erakutsi aipamen gehiago
fa: نمایش بازبینی‌های بیش‌تر
fi: Näytä lisää arvioita
fur: Mostre plui recensions
fy: Mear resinsjes sjen litte
gl: Mostrar máis revisións
he: להציג סקירות נוספות
hi: अधिक समीक्षाएँ दिखाएँ
hr: Prikaži više recenzija
hu: Több értékelés megjelenítése
id: Tampilkan lebih banyak ulasan
it: Mostra più recensioni
ka: მეტი მიმოხილვის ჩვენება
kk: Көбірек пікір көрсету
ko: 더 많은 평가 보기
lt: Rodyti daugiau apžvalgų
ms: Tunjuk lagi penilaian
nl: Meer beoordelingen tonen
pl: Więcej recenzji
pt: Mostrar mais comentários
pt_br: Mostrar mais análise
ro: Arată mai multe recenzii
ru: Показать больше отзывов
sk: Zobraziť viac recenzií
sl: Pokaži več ocen
sr: Покажи још оцена
sv: Visa fler omdömen
tr: Daha çok yorum göster
uk: Показати більше відгуків
uz: Ko'proq sharhlarni ko'rsatish
zh_cn: 显示更多评论
zh_tw: 顯示更多評論

source: There are no comments. Be the first!
be: Няма каментарыяў. Станьце першым!
ca: No hi ha comentaris. Afegiu el primer!
cs: Zatím nejsou žádné komentáře. Buďte první!
da: Der er ikke nogen kommentarer. Du kan skrive den første!
de: Es gibt noch keine Kommentare. Schreiben Sie den ersten!
el: Δεν υπάρχουν σχόλια. Στείλτε πρώτος!
es: No hay comentarios. ¡Envíe el primero!
eu: Ez dago iruzkinik. Izan lehena!
fa: نظری وجود ندارد. نخستین باشید!
fi: Ei vielä yhtäkään kommenttia. Ole ensimmäinen!
fur: No'ndi son coments. Divente il prin!
fy: Der binne gjin reaksjes. Wês de earste!
gl: Non hai comentarios. Sexa o primeiro!
he: אין תגובות. מזמינים אותך לחנוך עם תגובה ראשונה!
hi: कोई टिप्पणियाँ नहीं हैं। पहले बनें!
hr: Nema komentara. Budite prvi komentator!
hu: Még nincsenek megjegyzések. Legyen Ön az első!
id: Tidak ada komentar. Jadilah yang pertama!
it: Non ci sono commenti ancora. Lascia tu il primo!
ka: კომეტარები არაა. იყავით პირველი!
kk: Пікірлер жоқ. Бірінші болыңыз!
ko: 댓글이 없습니다. 첫 댓글을 달아보세요!
lt: Nėra jokių komentarų. Būkite pirmi!
ms: Masih tiada ulasan. Jadilah orang pertama!
nl: Er zijn nog geen reacties. Plaats de eerste!
pl: Nie ma żadnych komentarzy. Napisz pierwszy!
pt: Não há comentários. Seja o primeiro!
pt_br: Não há comentários. Seja o primeiro!
ro: Nu sunt comentarii. Fi-ți primul!
ru: Комментариев нет. Будьте первыми!
sk: Zatiaľ bez komentárov. Buďte prvý!
sl: Ni še vpisane nobene opombe. Bodite prvi!
sr: Нема напомена. Будите први!
sv: Det finns inga kommentarer. Bli först!
tr: Yorum yok. İlk yazan olun!
uk: Немає коментарів. Будьте першим!
uz: Hech qanday izoh yo'q. Birinchi bo'ling!
zh_cn: 没有评论。快来留言！
zh_tw: 這裡尚無評論。來成為第一名評論者！

source: System extension
be: Пашырэнне сістэмы
ca: Extensió del sistema
cs: Systémové rozšíření
da: Systemudvidelse
de: System-Erweiterung
el: Επέκταση συστήματος
es: Extensión del sistema
eu: Sistemaren hedapena
fa: افزونه‌های سامانه‌ای
fi: Järjestelmälaajennus
fur: Estension di sisteme
fy: Systeem útwreiding
gl: Extensión do sistema
he: הרחבות מערכת
hi: सिस्टम एक्सटेंशन
hr: Proširenja sustava
hu: Rendszerkiterjesztés
id: Ekstensi sistem
it: Estensione di sistema
ka: სისტემის გაფართოება
kk: Жүйелік кеңейту
ko: 시스템 확장
lt: Sisteminis plėtinys
ms: Sambungan sistem
nl: Systeemuitbreiding
pl: Rozszerzenie systemowe
pt: Extensão do sistema
pt_br: Extensão de sistema
ro: Extensie de sistem
ru: Cистемное расширение
sk: Systémové rozšírenie
sl: Sistemska razširitev
sr: Системско проширење
sv: Systemtillägg
tr: Sistem uzantısı
uk: Системне розширення
uz: Tizim kengaytmasi
zh_cn: 系统扩展
zh_tw: 系統擴充套件

source: You uninstalled
be: Вы выдалілі
ca: Heu desinstal·lat
cs: Odinstalovali jste
da: Du afinstallerede
de: Sie haben deinstalliert
el: Απεγκαταστήσατε
es: Ha desinstalado
eu: Zuk desinstalatu duzu
fa: حذف نصب کردید
fi: Sinä poistit
fur: Tu âs disinstalât
fy: Jo hawwe fuortsmiten
gl: Desinstalou
he: הסרת
hi: आपने अस्थापित किया
hr: Uklonili ste
hu: Eltávolította:
id: Anda mencopot pemasangan
it: Rimossa
ka: თქვენ წაშალეთ
kk: Сіз өшірдіңіз
ko: 제거했습니다
lt: Jūs pašalinote
ms: Anda menyahpasang
nl: U verwijderde
pl: Odinstalowano
pt: Desinstalou
pt_br: Você desinstalou
ro: Instalate de dumneavoastră
ru: Вы удалили
sk: Odinštalovali ste
sl: Odstranili ste
sr: Уклонили сте
sv: Du avinstallerade
tr: Uzantı kaldırıldı
uk: Ви вилучили
uz: Siz oʻchirib tashladingiz
zh_cn: 你已卸载
zh_tw: 您解除安裝的

source: Bug report
ca: Informe d'error
da: Fejlrapport
de: … eines Fehlerberichts
es: Informe de error
fur: Segnalazion erôr
fy: Flater melding
hr: Izvještaj greške
it: Segnalazione errore
ms: Laporan pepijat
sk: Hlásenie o chybe
zh_tw: 臭蟲回報

source: What's wrong?
ca: Què va mal?
da: Hvad er der galt?
de: Was ist falsch?
es: ¿Qué ha fallado?
fur: Ce isal che nol funzione?
fy: Wat is der mis?
hr: Što nije u redu?
it: Cosa c'è che non funziona?
ms: Apa masalahnya?
sk: Kde je chyba?
zh_tw: 怎麼了？

source: GNOME Shell Extensions did not detect any errors with this extension.
ca: Les extensions de GNOME Shell no han detectat cap error amb aquesta extensió.
da: GNOME Shell-udvidelser registrerede ikke nogen fejl med udvidelsen.
de: GNOME Shell-Erweiterungen konnte keine Fehler in dieser Erweiterung erkennen.
es: Extensiones de GNOME Shell no ha detectado errores en esta extensión.
fur: Estensions di GNOME Shell nol à cjatât nissun erôr cun cheste estension.
fy: GNOME Shell Útwreidings hat gjin flaters yn dizze útwreiding detektearre.
hr: Proširenja GNOME ljuske nije otkrio greške s ovim proširenjem.
it: Estensioni per GNOME Shell non ha rilevato alcun errore con questa estensione.
ms: Sambungan Shell GNOME tidak dapat mengesan sebarang ralat dengan sambungan ini.
sk: Rozšírenia Shellu prostredia GNOME nezistili žiadne chyby s týmto rozšírením.
zh_tw: GNOME Shell 擴充套件未偵測出此擴充套件的任何錯誤。

source: Version information
ca: Informació de la versió
da: Versionsinformation
de: Versionsinformation
es: Información de la versión
fur: Informazions di version
fy: Ferzje ynformaasje
hr: Informacije inačice
it: Informazioni sulla versione
ms: Maklumat versi
sk: Informácie o verzii
zh_tw: 版本資訊

source: Shell version
ca: Versió del Shell
da: Version af shell
es: Versión de la Shell
fur: Version de shell
fy: Ferzje van Shell
hr: Inačica ljuske
it: Versione della Shell
ms: Versi Shell
sk: Verzia Shellu
zh_tw: Shell 版本

source: Extension version
ca: Versió de la extensió
da: Version af udvidelse
de: Version der Erweiterung
es: Versión de la extensión
fur: Version de estension
fy: Ferzje fan útwreiding
hr: Inačica proširenja
it: Versione dell'estensione
ms: Versi sambungan
sk: Verzia rozšírenia
zh_tw: 擴充套件版本

source: Unknown
ca: Desconegut
da: Ukendt
de: Unbekannt
es: Desconocida
fur: No cognossude
fy: Ûnbekend
hr: Nepoznato
it: Sconosciuta
ms: Tidak diketahui
sk: Neznáma
zh_tw: 未知

source: What have you tried?
ca: Què heu provat?
da: Hvad har du prøvet?
de: Was haben Sie versucht?
es: ¿Qué ha intentado?
fur: Ce âstu provât a fâ?
fy: Wot hawwe jo probearre?
hr: Što ste pokušali?
it: Che cosa hai provato a fare?
ms: Apa yang anda cuba lakukan?
sk: O čo ste sa pokúšali?
zh_tw: 您試了什麼？

source: Automatically detected errors
ca: Detecta errors de forma automàtica
da: Automatisk registrerede fejl
de: Automatisch erkannte Fehler
es: Errores detectados automáticamente
fur: Erôrs rilevâts in automatic
fy: Automatysk detektearre flaters
hr: Automatski otkrivene greške
it: Errori rilevati automaticamente
ms: Ralat dikesan secara automatik
sk: Automaticky zistené chyby
zh_tw: 自動偵測到的錯誤

source: Password
ca: Contrasenya
da: Adgangskode

source: Password confirmation
ca: Confirmació de contrasenya
da: Bekræftelse af adgangskode

source: Enter the same password as above, for verification.
ca: Entreu per verificar la mateixa contrasenya que més amunt.
da: Indtast den samme adgangskode som ovenfor, for at verificere.
