Repository: GNOME/extensions-web
Catalog: po/*.po
Languages: be, ca, cs, da, de, el, es, eu, fa, fi, fur, fy, gl, he, hi, hr, hu, id, it, ka, kk, ko, lt, ms, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: You cannot change your email more than once every 7 days
be: Вы не можаце змяняць адрас эл. пошты часцей аднаго разу на сем дзён
cs: E-mail nemůžete změnit více než jednou za 7 dní
el: Δεν μπορείτε να αλλάξετε την ηλεκτρονική σας διεύθυνση περισσότερο από μία φορά κάθε 7 ημέρες
eu: Posta elektronikoko helbidea 7 egunetik behin soilik aldatu daiteke
fa: نمی‌توانید رایانامه‌تان را بیش از یک بار در هر ۷ روز تغییر دهید
fi: Voit vaihtaa sähköpostiosoitteesi vain kerran viikossa
gl: Vostede non pode cambiar o seu correo máis dunha vez cada 7 días
he: לא ניתן להחליף את כתובת הדוא״ל שלך יותר מפעם אחת בכל שבוע
hi: आप अपना ईमेल हर 7 दिन में एक बार से अधिक नहीं बदल सकते
hu: Nem változtathatja meg az e-mail-címét 7 nap alatt többször
id: Anda tidak dapat mengubah surel Anda lebih dari sekali setiap 7 hari
ka: თქვენი ელფოსტის შეცვლა 7 დღეში ერთხელ შეგიძლიათ
kk: Электрондық поштаңызды 7 күнде бір реттен көп өзгерте алмайсыз
ko: 매 7일 마다 1회 이상 전자메일 주소를 바꿀 수 없습니다
lt: Negalima keisti el. pašto dažniau nei kas 7 dienas
nl: U kunt uw e-mailadres maar één keer per 7 dagen wijzigen
pl: Nie można zmieniać adresu e-mail częściej niż co 7 dni
pt: Não pode alterar o seu e-mail mais do que uma vez em cada 7 dias
pt_br: Você não pode alterar seu e-mail mais de uma vez a cada 7 dias
ro: Nu puteți modifica emailul mai mult de o dată la fiecare 7 zile
ru: Вы не можете менять адрес своей электронной почты чаще одного раза в 7 дней
sl: Svojega e-naslova ne morete spremeniti več kot enkrat v sedmih dneh
sr: Не можете мењати вашу е-пошту више од једног пута сваких седам дана
sv: Du kan inte ändra din e-post oftare än var sjunde dag
tr: E-postanızı 7 gün içinde birden çok kez değiştiremezsiniz
uk: Ви можете змінювати вашу адресу електронної пошти не частіше, ніж раз на 7 днів
uz: E-pochtangizni 7 kunda bir martadan ortiq o'zgartira olmaysiz
zh_cn: 您在每 7 天内只能更改一次邮件地址

source: Your display name contains forbidden words
be: Бачнае імя змяшчае забароненыя словы
cs: Vaše zobrazované jméno obsahuje zakázaná slova
eu: Bistaratutako zure izenak onartzen ez diren hitzak ditu
fa: نام نمایشیتان دارای واژگان ممنوعه است
fi: Näyttönimesi sisältää kiellettyjä sanoja
he: שם התצוגה שלך מכיל מילים אסורות
hi: आपके प्रदर्शन नाम में निषिद्ध शब्द हैं
hu: A megjelenített neve tiltott szavakat tartalmaz
id: Nama tampilan Anda mengandung kata-kata terlarang
ka: თქვენი საჩვენებელი სახელი შეიცავს აკრძალულ სიტყვებს
kk: Көрсетілетін атыңызда тыйым салынған сөздер бар
ko: 사용자 이름에 금지 단어가 들어있습니다
lt: Jūsų rodomame varde yra neleistinų žodžių
nl: Uw weergavenaam bevat niet-toegestane woorden
pt: O seu nome de apresentação contém palavras proibidas
pt_br: Seu nome de exibição contém palavras proibidas
ro: Numele de utilizator conține cuvinte interzise
ru: Ваше отображаемое имя содержит запрещённые слова
sl: Vaše pojavno ime vsebuje prepovedane besede
sr: Ваше име приказа садржи забрањене речи
sv: Ditt visningsnamn innehåller förbjudna ord
tr: Görünen adınız yasaklanmış sözcükler içeriyor
uk: У вашому показаному імені містяться заборонені слова
uz: Ko'rsatilgan nomingizda taqiqlangan so'zlar mavjud
zh_cn: 您的展示名字包含违禁词

source: Delete my account
be: Выдаліць мой уліковы запіс
cs: Smazat můj účet
el: Διαγραφή του λογαριασμού μου
eu: Ezabatu nire kontua
fa: حذف حسابم
fi: Poista tili
gl: Eliminar a miña conta
he: למחוק את החשבון שלי
hi: मेरा खाता मिटायें
hu: Fiókom törlése
id: Hapus akun saya
ka: ჩემი ანგარიშის წაშლა
kk: Менің тіркелгімді өшіру
ko: 내 계정 삭제
lt: Ištrinti mano paskyrą
nl: Mijn account verwijderen
pl: Usuń konto
pt: Eliminar a minha conta
pt_br: Excluir minha conta
ro: Șterge contul
ru: Удалить мою учётную запись
sl: Izbriši moj račun
sr: Обриши мој налог
sv: Ta bort mitt konto
tr: Hesabımı sil
uk: Вилучити мій профіль
uz: Hisobimni o'chirish
zh_cn: 删除我的账号

source: Your account will be deleted in 7 days
be: Ваш уліковы запіс будзе выдалены праз сем дзён
cs: Váš účet bude smazán za 7 dní
el: Ο λογαριασμός σας θα διαγραφεί σε 7 ημέρες
eu: Zure kontua 7 egunetan ezabatuko da
fa: حسابتان در ۷ روز آینده حذف خواهد شد
fi: Tilisi poistetaan 7 päivän kuluessa
gl: A súa conta eliminarase en 7 días
he: החשבון שלך יימחק בתוך 7 ימים
hi: आपका खाता 7 दिन में मिटा दिया जाएगा
hu: A fiókja 7 napon belül törölve lesz
id: Akun Anda akan dihapus dalam 7 hari
ka: თქვენი ანგარიში წაიშლება 7 დღეში
kk: Сіздің тіркелгіңіз 7 күннен кейін өшіріледі
ko: 7일 이내로 계정을 삭제합니다
lt: Jūsų paskyra bus ištrinta po 7 dienų
nl: Uw account zal na 7 dagen verwijderd worden
pl: Konto zostanie usunięte za 7 dni
pt: A sua conta será eliminada no prazo de 7 dias
pt_br: Sua conta será excluída em 7 dias
ro: Contul va fi șters în timp de 7 zile
ru: Ваша учётная запись будет удалена через 7 дней
sl: Vaš račun bo izbrisan čez 7 dni
sr: Ваш налог ће бити обрисан за седам дана
sv: Ditt konto kommer tas bort om sju dagar
tr: Hesabınız 7 gün içinde silinecektir
uk: Ваш обліковий запис буде вилучено за 7 днів
uz: Hisobingiz 7 kundan keyin oʻchiriladi
zh_cn: 您的账号会在 7 天后删除

source: No
be: Не
cs: Ne
el: Όχι
eu: Ez
fa: خیر
fi: Ei
gl: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ka: არა
kk: Жоқ
ko: 아니요
lt: Ne
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sl: Ne
sr: Не
sv: Nej
tr: Hayır
uk: Ні
uz: Yo'q
zh_cn: 否

source: Yes
be: Так
cs: Ano
el: Ναι
eu: Bai
fa: بله
fi: Kyllä
gl: Sí
he: כן
hi: हाँ
hu: Igen
id: Ya
ka: დიახ
kk: Иә
ko: 예
lt: Taip
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sl: Da
sr: Да
sv: Ja
tr: Evet
uk: Так
uz: Xa
zh_cn: 是

source: Current password
be: Бягучы пароль
cs: Současné heslo
el: Τρέχον συνθηματικό
eu: Uneko pasahitza
fa: گذرواژهٔ کنونی
fi: Nykyinen salasana
gl: Contrasinal actual
he: ססמה נוכחית
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
id: Kata sandi saat ini
ka: Მიმდინარე პაროლი
kk: Ағымдағы пароль
ko: 현재 암호
lt: Dabartinis slaptažodis
nl: Huidig wachtwoord
pl: Obecne hasło
pt: Palavra-passe atual
pt_br: Senha atual
ro: Parola curentă
ru: Текущий пароль
sl: Trenutno geslo
sr: Текућа лозинка
sv: Aktuellt lösenord
tr: Şu anki parola
uk: Поточний пароль
uz: Hozirgi parol
zh_cn: 当前密码

source: You don't need to specify a password to cancel account removal
be: Вам не трэба ўказваць пароль, каб скасаваць выдаленне ўліковага запісу
cs: Ke zrušení odebrání účtu nemusíte zadávat heslo
el: Δεν χρειάζεται να καθορίσετε συνθηματικό για να ακυρώσετε την αφαίρεση λογαριασμού
eu: Ez da pasahitzik zehaztu behar kontuaren ezabatzea bertan behera uzteko
fa: برای لغو برداشتن حساب نیازی به مشخّص کردن گذواژه ندارید
fi: Tilin poistamisen peruminen ei vaadi salasanan määrittämistä
gl: Non precisa especificar un contrasinal para cancelar a eliminación de conta
he: אין צורך בססמה על מנת לבטל מחיקת משתמש
hi: खाता निष्कासन को रद्द करने के लिए आपको पासवर्ड निर्दिष्ट करने की आवश्यकता नहीं है
hu: Nem kell jelszót megadnia a fiók eltávolításának megszakításához
id: Anda tidak perlu menentukan kata sandi untuk membatalkan penghapusan akun
ka: ანგარიშის წაშლის გასაუქმებლად პაროლის შეყვანა არ გჭირდებათ
kk: Тіркелгіні өшіруден бас тарту үшін парольді көрсетудің қажеті жоқ
ko: 계정 제거를 취소할 때 암호를 지정할 필요가 없습니다
lt: Nereikia pateikti slaptažodžio norint atsisakyti paskyros ištrynimo
nl: U hoeft uw wachtwoord niet in te geven om de verwijdering van uw account te annuleren
pl: Anulowanie usunięcia konta nie wymaga podania hasła
pt: Não é necessário especificar uma palavra-passe para cancelar a remoção da conta
pt_br: Você não precisa especificar uma senha para cancelar a remoção da conta
ro: Nu trebuie să specificați o parolă pentru a anula eliminarea contului
ru: Вам не нужно указывать пароль, чтобы отменить удаление учётной записи
sl: Za preklic odstranitve računa vam ni treba navesti gesla
sr: Не морате да наводите лозинку да откажете уклањање налога
sv: Du behöver inte ange ett lösenord för att avbryta kontoborttagning
tr: Hesabınızı silmeyi iptal etmek için bir parola belirtmeniz gerekmez
uk: Вам не потрібно вказувати пароль для скасування вилучення облікового запису
uz: Hisobni oʻchirishni bekor qilish uchun parol koʻrsatish shart emas
zh_cn: 您无需指定一个密码来取消账户删除

source: Username or email
be: Імя карыстальніка/пошта
cs: Uživatelské jméno nebo e-mail
de: Benutzername oder E-Mail-Adresse
el: Όνομα χρήστη ή ηλεκτρονική διεύθυνση
es: Nombre de usuario o correo-e
eu: Erabiltzaile-izena edo posta-helbidea
fa: نام کاربری یا رایانامه
fi: Käyttäjänimi tai sähköposti
fur: Non utent o e-mail
fy: Brûkersnamme of e-mail
gl: Nome de usuario ou correo electrónico
he: שם משתמש או כתובת דוא״ל
hi: उपयोक्तानाम या ईमेल
hr: Korisničko ime ili e-pošta
hu: Felhasználónév vagy e-mail-cím
id: Nama pengguna atau surel
it: Nome utente o email
ka: მომხმარებლის სახელი ან ელ-ფოსტა
kk: Пайдаланушы аты немесе электрондық пошта
ko: 사용자 이름 또는 전자메일
lt: Naudotojo vardas arba el. paštas
ms: Nama pengguna atau emel
nl: Gebruikersnaam of e-mailadres
pl: Nazwa użytkownika lub adres e-mail
pt: Nome de utilizador ou correio eletrónico
pt_br: Nome do usuário ou e-mail
ro: Nume de utilizator sau email
ru: Имя пользователя или эл. почта
sk: Meno používateľa alebo e-mail
sl: Uporabniško ime ali elektronski naslov
sr: Корисничко име или е-пошта
sv: Användarnamn eller e-post
tr: Kullanıcı adı ya da e-posta
uk: Ім'я користувача або адреса ел. пошти
uz: Foydalanuvchi nomi yoki email
zh_cn: 用户名或邮件地址
zh_tw: 使用者名稱或電子郵件

source: You have multiple accounts registered using single email. You can log in using your username or you can request removal of duplicate accounts using GNOME Gitlab (%(url)s).
be: У вас зарэгістравана некалькі ўліковых запісаў на адзін адрас электроннай пошты. Вы можаце ўвайсці праз імя карыстальніка або выдаліць лішнія ўліковыя запісы на GNOME Gitlab (%(url)s).
cs: Máte více účtů zaregistrovaných pomocí jednoho e-mailu. Můžete se přihlásit pomocí svého uživatelského jména nebo můžete požádat o odstranění duplicitních účtů pomocí Gitlabu GNOME (%(url)s).
eu: Kontu bat baino gehiago duzu posta elektronikoko helbide honekin erregistratuta. Zure erabiltzaile-izena erabiliz hasi dezakezu saioa, edo kontu bikoizutak kentzea eskatu dezakezu GNOMEren Gitlab bidez (%(url)s).
fa: چندین حسب دارید که با یک رایانامه ثبت شده. می‌توانید با نام کاربریتان وارد شده یا د رگیت‌لب گنوم (%(url)s) درخواست برداشتن حساب‌های اضافی را بدهید.
fi: Sinulla on useita tilejä rekisteröitynä yhteen sähköpostiosoitteeseen. Voit kirjautua käyttäen käyttäjänimeä tai voit pyytää tarpeettomien tilien poistamista Gnomen Gitlabissa (%(url)s).
he: רשמת מספר חשבונות על אותה כתובת דוא״ל. אפשר להיכנס באמצעות שם המשתמש או לבקש הסרה של חשבונות כפולים דרך ה־GitLab של GNOME‏ (%(url)s).
hi: आपके पास एक ही ईमेल का उपयोग करके कई खाते पंजीकृत हैं। आप अपने उपयोक्तानाम का उपयोग करके लॉग इन कर सकते हैं या आप GNOME Gitlab (%(url)s) का उपयोग करके डुप्लिकेट खातों को हटाने का अनुरोध कर सकते हैं।
hu: Ön több fiókot regisztrált ugyanazzal az e-mail-címmel. Bejelentkezhet a felhasználónevével, vagy kérheti a kettőzött fiókok eltávolítását a GNOME GitLab használatával (%(url)s).
id: Anda memiliki beberapa akun yang didaftarkan memakai satu surel. Anda dapat log masuk memakai nama pengguna Anda atau Anda dapat meminta penghapusan atas akun duplikat memakai GNOME Gitlab (%(url)s).
ka: ერთ ელფოსტაზე ერთზე მეტი ანგარიშია. შეგიძლიათ, შეხვიდეთ მომხმარებლის სახელით, ან მოითხოვოთ გამეორებული ანგარიშები GNOME Gitlab-ით (%(url)s).
kk: Бір электрондық поштамен бірнеше тіркелгі тіркелген. Сіз пайдаланушы атыңыз арқылы кіре аласыз немесе GNOME Gitlab (%(url)s) арқылы қайталанатын тіркелгілерді өшіруді сұрай аласыз.
ko: 단일 전자메일 주소로 여러 계정을 등록했습니다. 사용자 이름으로 로그인하거나 그놈 기트랩(%(url)s)에서 중복 계정 제거를 요청할 수 있습니다.
lt: Turite kelias paskyras, registruotas vienu el. pašto adresu. Galite prisijungti savo naudotojo vardu arba galite paprašyti pašalinti besidubliuojančias paskyras naudodami GNOME Gitlab (%(url)s).
nl: U hebt meerdere accounts met hetzelfde e-mailadres geregistreerd. Meld u aan met uw gebruikersnaam, of vraag op GNOME GitLab (%(url)s) om de dubbele accounts te verwijderen.
pl: Na jeden adres e-mail zarejestrowano wiele kont. Można zalogować się za pomocą nazwy użytkownika lub poprosić o usunięcie podwójnych kont za pomocą serwisu GitLab projektu GNOME (%(url)s).
pt: Tem várias contas registadas com um único e-mail. Pode iniciar sessão utilizando o seu nome de utilizador ou pode solicitar a remoção de contas duplicadas utilizando o Gitlab do GNOME (%(url)s).
pt_br: Você tem várias contas registradas usando um único e-mail. Você pode se autenticar usando seu nome de usuário ou solicitar a remoção de contas duplicadas usando o GitLab do GNOME (%(url)s).
ro: Aveți conturi multiple înregistrate utilizând același email. Puteți să vă autentificați utilizând numele de utilizator sau puteți cere eliminarea conturilor duplicate utilizând Gitlab GNOME (%(url)s).
ru: Вы зарегистрировали несколько учетных записей, используя один адрес электронной почты. Вы можете войти в систему, используя свое имя пользователя, или запросить удаление дублирующихся учетных записей с помощью GNOME Gitlab (%(url)s).
sl: Z enim e-poštnim naslovom imate registriranih več računov. Prijavite se lahko s svojim uporabniškim imenom ali pa zahtevate odstranitev podvojenih računov prek GNOME Gitlab (%(url)s).
sr: Имате неколико налога регистрованих коришћењем једне е-поште. Можете да се пријавите помоћу корисничког имена или можете да затражите уклањање дуплираних налога користећи Гном Гитлаб (%(url)s).
sv: Du har flera konton registrerade med en enda e-postadress. Du kan logga in med ditt användarnamn eller så kan du begära borttagning av dubblettkonton med GNOME Gitlab (%(url)s).
tr: Tek bir e-postayla kaydedilmiş birden çok hesabınız var. Kullanıcı adınızla giriş yapabilir ya da GNOME Gitlab’da birden çok kez açılmış hesapları silme isteminde bulunabilirsiniz. (%(url)s).
uk: У вас декілька облікових записів, які зареєстровано з використанням однієї адреси електронної пошти. Ви можете увійти за допомогою вашого імені користувача або надіслати запит щодо вилучення дублікатів облікових записів за допомогою Gitlab GNOME (%(url)s).
uz: Sizda bitta elektron pochta orqali ro'yxatdan o'tgan bir nechta hisoblar mavjud. Siz foydalanuvchi nomidan foydalanib tizimga kirishingiz yoki GNOME Gitlab (%(url)s) yordamida takroriy hisoblarni oʻchirishni soʻrashingiz mumkin.
zh_cn: 您使用同个电子邮件地址注册了多个账户。您可以使用您的用户名登录或通过 GNOME Gitlab (%(url)s) 请求移除多余的账户。

source: Username
be: Імя карыстальніка
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
eu: Erabiltzaile-izena
fa: نام کاربری
fi: Käyttäjänimi
fur: Non utent
fy: Brûkersnamme
gl: Nome de usuario
he: שם משתמש
hi: उपयोक्तानाम
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
it: Nome utente
ka: მოხმარებელი
kk: Пайдаланушы аты
ko: 사용자 이름
lt: Naudotojo vardas
ms: Nama Pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome do utilizador
pt_br: Nome do usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Meno používateľa
sl: Uporabniško ime
sr: Корисничко име
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
uz: Foydalanuvchi nomi
zh_cn: 用户名
zh_tw: 使用者名稱

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
be: Абавязкова. Не больш за 30 сімвалаў. Толькі літары, лічбы і сімвалы @/./+/-/_.
ca: Necessari. 30 caràcters o menys. Lletres, dígits i sols @/./+/-/_.
cs: Vyžadováno. 30 znaků nebo méně. Jen písmena, číslice a @/./+/-/_
da: Påkrævet. 30 tegn eller færre. Kun bogstaver, tal og @/./+/-/_.
de: Erforderlich. Maximal 30 Zeichen, nur Buchstaben, Ziffern und @/./+/-/_.
el: Απαιτείται. 30 χαρακτήρες ή λιγότεροι. Μόνο γράμματα, ψηφία και @/./+/-/_.
es: Requerido. 30 o menos caracteres. Letras, dígitos y @/./+/-/_ solamente.
eu: Derrigorrezkoa. 30 karaktere edo gutxiago. Hizkiak, digituak eta @/./+/-/_ soilik.
fa: مورد نیاز. ۳۰ نویسه یا کم‌تر. فقط حروف، ارقام و @/./+/-/_.
fi: Vaadittu. 30 merkkiä tai vähemmän. Vain kirjaimia, numeroita ja merkkejä @/./+/-/_
fur: Necessari. 30 caratars o di mancul. Dome letaris, numars e @/./+/-/_ .
fy: Ferplicht. 30 tekens of minder. Allinich letters, nûmers en @/./+/-/.
gl: Requírense 30 caracteres ou menos. Só se admiten letras, díxitos e @/./+/-/_.
he: נחוץ. 30 תווים או פחות. אותיות, ספרות ו־@/./+/-/_ בלבד.
hi: आवश्यक। 30 वर्ण या उससे कम। केवल अक्षर, अंक और @/./+/-/_।
hr: Potrebno je. 30 znakova ili manje. Samo slova, brojevi i @/./+/-/_ .
hu: Kötelező. 30 karakter vagy kevesebb. Csak betűk, számok és @/./+/-/_ karakterek.
id: Wajib. 30 karakter atau kurang. Hanya huruf, angka, dan @/./+/-/_.
it: Richiesto, 30 caratteri o meno, lettere, numeri e @/./+/-/_ solamente.
ka: საჭიროა. 30 ან ნაკლები სიმბოლო. მხოლოდ ასოები, ციფრები და @/./+/-/_ .
kk: Міндетті. 30 таңба немесе одан аз. Тек әріптер, сандар және @/./+/-/_ таңбалары.
ko: 필수. 30글자 이하. 영문자, 숫자 또는 @/./+/-/_ 특수 문자만 쓸 수 있습니다.
lt: Būtinas. 30 simbolių arba mažiau. Tik raidės, skaitmenys ir @/./+/-/_.
ms: Diperlukan. 30 aksara atau kurang. Abjad, digit dan @/./+/-/_ sahaja.
nl: Vereist. 30 tekens of minder. Enkel letters, cijfers en @/./+/-/_.
pl: Wymagane. 30 znaków lub mniej. Tylko litery, cyfry i znaki @/./+/-/_.
pt: Necessário. 30 caracteres ou menos. Letras, dígitos e @/./+/-/_ somente.
pt_br: Obrigatório. 30 caracteres ou menos. Letras, dígitos e @/./+/-/_ apenas.
ro: Necesar. 30 de caractere sau mai puține. Numai litere, cifre și @/./+/-/_.
ru: Требуется заполнить. Не более 30 символов. Только буквы, цифры и @/./+/-/_.
sk: Potrebné. 30 znakov alebo menej. Iba písmená, číslice a znaky @/./+/-/_.
sl: Zahtevan je vpis do 30 znakov, uporabiti pa je mogoče le črke, številke in znake @/./+/-/_.
sr: Обавезно. 30 знакова или мање. Слова, бројеви и само знаци @/./+/-_ .
sv: Krävs. 30 tecken eller färre. Endast bokstäver, siffror och @/./+/-/_.
tr: Gerekli. 30 karakter ya da daha az olmalı. Yalnızca harfler, rakamlar ve @/./+/-/_
uk: Обов'язкове. 30 символів або менше. Лише літери, цифри та @/./+/-/_.
uz: Majburiy. 30 yoki undan kam belgi. Faqat harflar, raqamlar va @/./+/-/_.
zh_cn: 必填。不超过 30 个字符。仅限字母、数字和 @/./+/-/_ 等字符。
zh_tw: 必填。最多 30 個字元。只能有字母、數字和 @/./+/-/_。

source: This value may contain only letters, numbers and @/./+/-/_ characters.
be: Гэта значэнне можа змяшчаць толькі літары, лічбы і сімвалы @/./+/-/_.
ca: Aquest valor sols pot contenir lletres, nombres i els caràcters @/./+/-/_.
cs: Tato položka může obsahovat pouze písmena, číslice a znaky @/./+/-/_
da: Værdien må kun indeholde bogstaver, tal og tegnene @/./+/-/_.
de: Dieser Wert darf nur Buchstaben, Ziffern und die Zeichen @/./+/-/_ enthalten.
el: Αυτή η τιμή μπορεί να περιέχει μόνο γράμματα, αριθμούς και @/./+/-/_ χαρακτήρες.
es: Este valor sólo puede contener letras, números y los caracteres @/./+/-/_.
eu: Balio honek hizkiak, zenbakiak eta @/./+/-/_ karaktereak soilik izan ditzake.
fa: این مقدار فقط می‌تواند شامل حروف، ارقام و نویسه‌های @/./+/-/_ باشد.
fi: Tämä arvo voi sisältää vain kirjaimia, numeroita ja merkkejä @/./+/-/_
fur: Chest valôr al pues contignî dome letaris, numars e i caratars @/./+/-/_ .
fy: Dizze wearde mei allinich letters, nûmers en @/./+/-/_ tekens befetsje.
gl: Este valor pode conter calquera letra, número ou caracter @/./+/-/_.
he: הערך הזה יכול להכיל אותיות, ספרות ואת התווים @/./+/-/_.
hi: इस मान में केवल अक्षर, संख्याएँ और @/./+/-/_ वर्ण हो सकते हैं।
hr: Ova vrijednost može sadržavati samo slova, brojeve i @/./+/-/_ znakove.
hu: Ez az érték csak betűket, számokat és @/./+/-/_ karaktereket tartalmazhat.
id: Nilai ini hanya boleh berisi huruf, angka dan karakter @/./+/-/_.
it: Questo valore può contenere solo lettere, numeri e i caratteri @/./+/-/_.
ka: მნიშვნელობა შეიძლება შეიცავდეს მხოლოდ ასოებს, ციფრებს და @/./+/-/_ .
kk: Бұл мәнде тек әріптер, сандар және @/./+/-/_ таңбалары болуы мүмкін.
ko: 이 값에는 영문자, 숫자 또는 @/./+/-/_ 특수 문자만 들어가야합니다.
lt: Šioje reikšmėje gali būti tik raidės, skaitmenys ir @/./+/-/_ simboliai.
ms: Nilai ini hanya boleh mengandungi abjad, angka dan aksara @/./+/-/_.
nl: Deze waarde mag alleen letters, cijfers of de volgende tekens bevatten: @ . + - _
pl: Ta wartość może zawierać tylko litery, liczby i znaki @/./+/-/_.
pt: Este valor pode conter somente letras, números e os caracteres @/./+/-/_.
pt_br: Esse valor pode conter apenas letras, números e caracteres @/./+/-/_.
ro: Această valoare poate conține doar litere, numere și caracterele @/./+/-/_.
ru: Это значение может содержать только буквы, цифры и символы @/./+/-/_.
sk: Táto hodnota môže obsahovať iba písmená, číslice a znaky @/./+/-/_.
sl: Ta vrednost lahko vsebuje le črke, številke in znake »@«, ».«, »+«, »-« in »_«.
sr: Ова вредност може садржати само слова, бројеве и знаке @/./+/-/_.
sv: Detta värde kan endast innehålla bokstäver, siffror och tecknen @/./+/-/_.
tr: Bu giriş yalnızca harfler, sayılar ve @/./+/-/_ karakterlerini içerebilir.
uk: Це значення може містити лише літери, цифри та символи @/./+/-/_.
uz: Bu qiymat faqat harflar, raqamlar va @/./+/-/_ belgilaridan iborat bo'lishi mumkin.
zh_cn: 此值只能包含字母、数字和 @/./+/-/_ 等字符。
zh_tw: 此值只能有字母、數字及 @/./+/-/_ 字元。

source: Email
be: Электронная пошта
ca: Correu electrònic
el: Ηλεκτρονικό ταχυδρομείο
es: Correo-e
eu: Helb. el.
fa: رایانامه
fi: Sähköposti
gl: Correo electrónico
he: דוא״ל
hi: ईमेल
hr: E-pošta
id: Surel
ka: ელ-ფოსტა
kk: Электрондық пошта
ko: 전자메일 주소
lt: El. paštas
ms: Emel
nl: E-mailadres
pl: Adres e-mail
pt: Correio eletrónico
ru: Электронная почта
sl: Elektronski naslov
sr: Е-пошта
sv: E-post
tr: E-posta
uk: Електронна пошта
zh_cn: 电子邮件
zh_tw: 電子郵件

source: You should not use email as username
be: Вы не павінны выкарыстоўваць у якасці імя карыстальніка электронную пошту
cs: Jako uživatelské jméno byste neměli použít e-mail
de: Sie sollten nicht die E-Mail-Adresse als Benutzernamen verwenden
el: Δεν πρέπει να χρησιμοποιείτε την ηλεκτρονική σας διεύθυνση ως όνομα χρήστη
es: No debería usar el correo como nombre de usuario
eu: Ez zenuke posta-helbidea erabili beharko erabiltzaile-izen modura
fa: نباید از رایانامه به عنوان نام کاربری استفاده کنید
fi: Vältä sähköpostiosoitteen käyttämistä käyttäjänimenä
fur: Pal non utent no tu varessis di doprâ la e-mail
fy: Jo kinne jo e-mail better net as brûkersnamme brûke
gl: Non debe usar un correo electrónico como o nome de usuario
he: לא כדאי להשתמש בכתובת הדוא״ל כשם משתמש
hi: आपको ईमेल को उपयोक्तानाम के रूप में उपयोग नहीं करना चाहिए
hr: Ne biste trebali koristiti adresu e-pošte kao korisničko ime
hu: Nem kellene e-mail-címet használnia felhasználónévként
id: Anda tidak boleh memakai surel sebagai nama pengguna
it: Non utilizzare l'email come nome utente
ka: ელფოსტა მომხმარებლის სახელად არ უნდა გამოიყენოთ
kk: Электрондық поштаны пайдаланушы аты ретінде пайдаланбауыңыз керек
ko: 전자메일 주소를 사용자 이름으로 사용하면 안됩니다
lt: Neturėtumėte naudoti el. pašto kaip naudotojo vardo
ms: Anda sepatutnya tidak menggunakan emel sebagai nama pengguna
nl: U gebruikt beter geen e-mailadres als gebruikersnaam
pl: Nie należy używać adresu e-mail jako nazwy użytkownika
pt: Não deveria usar o correio eletrónico como nome de utilizador
pt_br: Você não deve usar e-mail como nome de usuário
ro: Nu ar trebui să utilizați adresa de email ca nume de utilizator
ru: Вы не должны использовать электронную почту в качестве имени пользователя
sk: Nemali by ste používať e-mail ako meno používateľa
sl: Elektronskega naslova ni priporočljivo uporabiti kot uporabniško ime
sr: Не би требало да користите е-адресу као корисничко име
sv: Du får inte använda e-post som användarnamn
tr: E-posta adresini kullanıcı adı olarak kullanmayınız
uk: Вам не слід використовувати адресу електронної пошти як ім'я користувача
uz: Siz foydalanuvchi nomi sifatida elektron pochtadan foydalanmasligingiz kerak
zh_cn: 不要将邮件地址用作用户名
zh_tw: 使用者名稱不應為電子郵件
