Repository: GNOME/extensions-web
Catalog: po/kw.po
Languages: kw

source: You cannot change your email more than once every 7 days
kw: Ty ny yllir chanjya dha trigva ebost namoy es unweyth pub 7 dedhyow

source: Your display name contains forbidden words
kw: Dha hanow displetyans kontaynya geryow difenys

source: Delete my account
kw: Dilea ow akont

source: Your account will be deleted in 7 days
kw: Dha akont a wra bos dileys yn 7 dedhyow

source: No
kw: Na

source: Yes
kw: Ya

source: Current password
kw: Ger-tremena a-lemmyn

source: You don't need to specify a password to cancel account removal
kw: Ty ny res ragnotya unn ger-tremena rag hedhi dileans akont

source: Username or email
kw: Hanow usyer po ebost

source: You have multiple accounts registered using single email. You can log in using your username or you can request removal of duplicate accounts using GNOME Gitlab (%(url)s).
kw: Ty kavos akontys liesek kovskrifys ow devnydhya unn trigva ebost. Ty a yll omgelmi ow devnydhya dha hanow usyer po ty a yll govyn dileans a akontys doblek ow devnydhya GNOME Gitlab (%(url)s).

source: Username
kw: Hanow usyer

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
kw: A res. 30 lytherennow po le. Lytherennow, niverow ha @/./+/-/_ hepken.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
kw: An re ma a yll kontayna lytherennow, niverow ha @/./+/-/_ hepken.

source: Email
kw: Trigva Ebost

source: You should not use email as username
kw: Ny godh dhis devnydhya trigva ebost avel hanow usyer

source: Your username contains forbidden words
kw: Dha hanow usyer kontaynya geryow difenys

source: This email is already registered
kw: An ebost ma yw kovskrifys seulabrys

source: This username is already registered
kw: An hanow usyer ma yw kovskrifys seulabrys

source: Register
kw: Kovskrifa

source: Account Registration
kw: Kovskrifans Akont

source: Account removal
kw: Dileans akont

source: You account is scheduled for removal. You can cancel account removal in 7 days.
kw: Dha akont yw ow gortos dileans. Ty a yll hedhi dileans akont yn 7 dedhyow.

source: Account removal is canceled.
kw: Dileans akont yw hedhys.

source: Email confirmation
kw: Fastyans ebost

source: Settings
kw: Settyansow

source: Submit
kw: Danvon

source: Change your password
kw: Chanjya dha ger-tremena

source: Your account is scheduled for removal after %(schedule_delete_after)s
kw: Dha akont yw ow gortos dileans wosa %(schedule_delete_after)s

source: Forgot your password?
kw: Ankevys dha ger-tremena?

source: Log in
kw: Omgelmi

source: Don't have an account?
kw: Nyns eus akont?

source: User Login
kw: Omgelmyans Usyer

source: Reset your password
kw: Dasgorra dha ger-tremena

source: The token for the password reset is incorrect. Please check your link and try again.
kw: An tokyn rag an dasgorrans ger-tremena yw anewn. Mar pleg checkya dha gorgevren hag assaya arta.

source: Password reset
kw: Dasgorrans ger-tremena

source: Forgot your password? Enter your e-mail address below, and we’ll e-mail instructions for setting a new one.
kw: Ankevys dha ger-tremena? Ynworra dha trigva ebost a-woles, ha ni a wra ebostya danvonadow rag ow gorra unn nowydh.

source: Your email address updated successfully
kw: Dha trigva ebost nowedhys yn sewen

source: Your confirmation link expired. Please request new one.
kw: Dha gorgevren fastyans diwedhys. Mar pleg, govyn unn nowydh.

source: Wrong request
kw: Govyn kamm

source: Profile data saved
kw: Data profil sawys

source: Confirmation mail is sent to your new address. Please check your inbox.
kw: Ebost fastyan yw danvenys dhe dha trigva nowydh. Mar pleg, checkya dha yngist.

source: Password is wrong
kw: Ger-tremena yw anewn

source: Restore email and reset password
kw: Daskor trigva ebost ha dasgorra ger-tremena

source: About
kw: A-dro

source: Extensions
kw: Ystynansow

source: Add yours
kw: Addya dha re

source: Installed extensions
kw: Ystynansow leys

source: You must define `shell-version` key in metadata.json
kw: Ty res styrya alhwedh `shell-version` yn metadata.json

source: Unsupported donation type: %s
kw: Eghen argevro anskoodhys: %s

source: You can not specify more than 3 values for donation type "%s"
kw: Ty ny yllowgh ragnotya moy es 3 taklor rag eghen agrevro "%s"

source: At least one value must be specified for donation type "%s"
kw: Unn tra dhe'n lyha res bos ragnotys rag eghen argevro "%s"

source: Value type must be string or list of strings for donation type "%s"
kw: Eghen tra res bos tekst po rol a tekstow rag eghen argevro "%s"

source: Version name cannot be just spaces or dots.
kw: Hanow verson ny yllir bos spassow po dyjynnow hepken.

source: Only alphanumeric characters (eng), spaces, and dots are allowed for version name.
kw: Lytherennow (sowsnek), spassow, ha dyjynnow hepken yw gasys rag hanow versyon.

source: I agree that a staff of extensions.gnome.org website may remove, modify or reassign maintainership of the extension uploaded by me
kw: Akordys ov vy mayni a extensions.gnome.org a yll remova, chanjya po daskanasa mentenourogeth a'n ystynnans ughkargys gans vy

source: The `uuid` field is missing in `metadata.json`
kw: An tra `uuid` yw fyllel yn `metadata.json`

source: An extension with that UUID has already been added
kw: Unn ystynnans gans an UUID na re bos addys seulabrys

source: You must agree with the extensions.gnome.org terms of service
kw: Ty res akordya gans an termys gonis extensions.gnome.org

source: By uploading this extension I agree and verify that in any controversial case regarding the compatibility of extension's license with the GNOME Shell's license, the extension uploaded by me may be used by any GNOME Shell user under the terms of the license used by GNOME Shell
kw: Gans owgh ughkarga an ystynnans ma, akordys ha gwirhe ov vy yn neb kas gorthargyadow yn-kever an kesplegadewder a'n leshyans ystynnans gans an leshyans GNOME Shell, an ystynnans ughkarghys gans vy a yll bos devnydhys gans neb usyer GNOME Shell y'n termyn a'n leshyans devnydhys gans GNOME Shell

source: Proceed anyway
kw: Procedya yn neb kas

source: You are leaving GNOME Extensions website
kw: Os ow diberth an gwiasva GNOME Ystynansow

source: You are going to leave GNOME Extensions website to %(url)s.
kw: Os a wra dibertth an gwiasva GNOME Ystynansow dhe %(url)s.

source: Cancel
kw: Hedhi

source: Unfortunately, to help prevent spam, we require that you <a href="%(login_url)s">log in to GNOME Shell Extensions</a> in order to post a comment or report an error. You understand, right?
kw: Y'n gwettha prys, rag gweres lettya spam, ni rekwirya ty <a href="%(login_url)s">omgelmi orth GNOME Shell Ystynnansow</a> rag postya unn kampol po derivas unn error. Ty konvedhes, ya?

source: User Reviews
kw: Breusyansow Usyer

source: Loading reviews…
kw: Ow karga breusyansow…

source: Your opinion
kw: Dha breus

source: Leave a…
kw: Postya unn…

source: Comment
kw: Kampol

source: Rating
kw: Breusyans

source: A reviewer will review the extension you submitted to make sure there's nothing too dangerous. You'll be emailed the result of the review.
kw: Unn barner a wra dashwithra an ystynnans ty danvenys rag surhe yma tra vyth re diantel. Ty a wra bos ebostys an sewyans a'n dashwithrans.

source: Comments are disabled for this extension.
kw: Kampollow yw marow rag an ystynnans ma.

source: %(downloads)s download
kw: %(downloads)s iskarg

source: Number of Downloads
kw: Niver a Iskargow

source: Donate
kw: Argevri

source: Install
kw: Lea

source: Upgrade this extension
kw: Ughradha an ystynnans ma

source: Configure this extension
kw: Selya an ystynnans ma

source: Uninstall this extension
kw: Dilea an ystynnans ma

source: Extension Homepage
kw: Folen Tre Ystynnans

source: Session Mode(s)
kw: Fordh(ow) Esedhek

source: This extension will run while the screen is locked
kw: An ystynnans ma a wra eksekutya hag an skrin yw alhwedhys

source: Unlock Dialog
kw: Fenester Dialhwedha

source: Download
kw: Iskarga

source: Shell version…
kw: Versyon shell…

source: Extension version…
kw: Versyon ystynnans…

source: Search for extensions…
kw: Hwilas ystynansow…

source: Installed Extensions
kw: Ystynansow Leys

source: Shell settings
kw: Settyansow shell

source: Upload extension
kw: Ughkarga ystynnans

source: Upload your extension Zip file to submit it for review. Later versions can be uploaded using the same form. Once your extension has been reviewed you will be notified of the result by e-mail.
kw: Ughkarga an restren Zip a dha ystynnans rag danvon yth rag dashwithrans. Versyons diwetta a yll bos ughkargys ow devnydhya gans an form keth. Wosa dha ystynnans yw dashwithrys ty a wra bos gwarnys a'n sewyans gans ebost.

source: Please see the <a href="%(url)s">Review Guidelines</a> to learn what is required for approval.
kw: Mar pleg gweles an < href="%(url)s">Gidys Dashwithrans</a> rag dyski pyth yw a res rag komendyans.

source: If this is your first extension, please see the documentation on <a href="%(url)s">gjs.guide</a> for directions on creating an extension and preparing it for upload.
kw: Mar hemma yw dha ystynnans kynsa, mar pleg gweles an kowethlyver war <a href="%(url)s">gjs.guide</a> rag danvonadow war ow gul unn ystynnans hag ow pareusi yth rag ughkarg.

source: Extensions distributed via this website are subject to the <a href="%(url)s">Code of Conduct</a>.
kw: Ystynansow lesrannys der an gwiasva ma yw yw herwydh an <a href="%(url)s">Goden-Fara</a>.

source: Extensions that violate the <a href="%(url)s">Code of Conduct</a> will be removed from this website.
kw: Ystynnans gorthmos an <a href="%(url)s">Goden-Fara</a> a wra bos removys dhyworth an gwiasav ma.

source: Content
kw: Dalgh

source: Preview
kw: Ragwolok

source: What do you think about this GNOME extension?
kw: Pandr'a dybowgh a-dro an ystynnans GNOME ma?

source: Please correct the error below
kw: Mar pleg ewnhe an error a-woles

source: Preview your comment
kw: Ragwolok dha kampol

source: Post Comment
kw: Postya Kampol

source: Edit your comment
kw: Golegi dha kampol

source: You can upload the next version by the <a href='https://extensions.gnome.org/upload/'>same form</a> you've posted this version.
kw: Ty a yll ughkarga an verson nessa gans an <a href='https://extensions.gnome.org/upload/'>form keth</a> os postys an versyon ma.

source: You can change the extension icon by clicking on the icon in your extension page.
kw: Ty a yll chanjya an arwodhik ystynnans gans ow klyckya war'n arwodhik yn dha folen ystynnans.

source: In case you want to inactivate an approved version, click on inactivate link in your extension page.
kw: Les ty mynnes dibywhe unn verson komendys, klyckya war'n gorgevren dibywhe yn dha folen ystynnans.

source: You can find developer guides in <a href='https://gjs.guide/extensions/'>gjs.guide</a>.
kw: Ty a yll kavos gidys awtour yn <a href='https://gjs.guide/extensions/'>gjs.guide</a>.

source: If you need any help with your extension, you can ask us on <a href='https://matrix.to/#/#extensions:gnome.org'>GNOME Matrix Channel</a>.
kw: Mar ty res neb gweres gans dha ystynnans, ty a yll govyn ni war'n <a href='https://matrix.to/#/#extensions:gnome.org'>Chanel Matrix GNOME</a>.

source: Latest extensions in GNOME Shell Extensions
kw: Ystynansow diwettha yn GNOME Shell Ystynansow

source: GNOME Shell Extensions
kw: GNOME Shell Ystynansow

source: Developers Guide
kw: Gid Awtour

source: The website is under maintenance. Please retry in a few minutes.
kw: An gwiasva yw yn drehevyans. Mar pleg, assaya arta yn nebes mynysennow.

source: Log out
kw: Omdhigelmi

source: User Profile
kw: Profil Usyer

source: User Settings
kw: Settyasnow Usyer

source: To control GNOME Shell extensions using this site you must install GNOME Shell integration that consists of two parts: browser extension and native host messaging application
kw: Rag routya GNOME Shell ystynansow ow devnydhya an gwiasva ma ty res lea GNOME Shell oberyans ow konsystya a dew darnow: ystynnans peurell hag app messajyans ost teythiek

source: Install GNOME Shell integration browser extension
kw: Lea ystynnans peurell GNOME Shell oberyans

source: Click here to install browser extension
kw: Klyckya omma rag lea ystynnans peurell

source: See %swiki page%s for native host connector installation instructions
kw: Gweles %sfolen wiki%s rag danvonadow leyans junyer ost teythiek

source: We cannot detect a running copy of GNOME on this system, so some parts of the interface may be disabled. See <a href="/about/#no-detection">our troubleshooting entry</a> for more information.
kw: Ni ny yllir helerghi unn dasskrif a GNOME war'n system ma, ytho nebes darnow a'n ynterfas a wra marowhys martesen. Gweles <a href="/about/#no-detection">agan ynworrans prevessans</a> rag kedhlow moy.

source: GNOME Shell Extensions cannot list your installed extensions.
kw: GNOME Shell Ystynansow ny yllir rolya dha ystynansow leys.

source: Compatible with
kw: Kesplegadow gans

source: Name
kw: Hanow

source: Recent
kw: A-dhiwedhes

source: Downloads
kw: Iskargow

source: Popularity
kw: Gerys-da

source: Relevance
kw: Bri

source: Sort by
kw: Sortya gans

source: Author
kw: Awtour

source: Show more reviews
kw: Diskwedhes breusyansow moy

source: There are no comments. Be the first!
kw: Yma kampollow vyth. Bos an kynsa!

source: System extension
kw: Ystynnans system

source: You uninstalled
kw: Ty disleys
